Repository: xelis-project/xelis-genesix-wallet
Catalog: lib/l10n/app_*.arb
Languages: ar, bg, de, es, fr, hi, id, it, ja, ko, ms, nl, pl, pt, tr, uk

# multisig_intro_message_1
source: Here you can turn this wallet into a multi-signature wallet.
ar: يمكنك هنا تحويل هذه المحفظة إلى محفظة ذات توقيعات متعددة
bg: Тук можете да превърнете този портфейл в многоподписвателен портфейл.
de: Hier können Sie dieses Wallet in ein Multisig-Wallet verwandeln.
es: Aquí puede convertir esta billetera en una billetera de varias firmas.
fr: Ici, vous pouvez transformer ce portefeuille en un portefeuille à signatures multiples.
hi: यहाँ आप इस वॉलेट को एक मल्टी-सिग्नेचर वॉलेट में बदल सकते हैं.
id: Di sini Anda dapat mengubah dompet ini menjadi dompet multi-tanda tangan.
it: Qui puoi trasformare questo portafoglio in un portafoglio a più firme
ja: ここで、このウォレットを多重署名ウォレットに変換できます。
ko: 여기에이 지갑을 다중 서명 지갑으로 바꿀 수 있습니다.
ms: Di sini Anda dapat mengubah dompet ini menjadi dompet multi-signature.
nl: Hier kunt u deze portemonnee veranderen in een multi-sig portefeuille.
pl: Tu możesz tutaj zmienić ten portfel w portfel wielokrotnych podpisów.
pt: Aqui você pode transformar esta carteira em uma carteira de assinatura múltipla.
tr: Burada bu cüzdanı çoklu imza cüzdanına dönüştürebilirsiniz.
uk: Ось ви можете перетворити цей гаманець у багатопідписний.

# multisig_intro_message_2
source: This means that it will require multiple signatures to authorize transactions.
ar: هذا يعني أنه سيتطلب عدة توقيعات لتمكين المعاملات
bg: Това означава, че ще са необходими множество подписи, за да се одобри транзакцията.
de: Das bedeutet, dass mehrere Signaturen erforderlich sind, um Transaktionen zu autorisieren.
es: Esto significa que se necesitarán varias firmas para autorizar las transacciones.
fr: Cela signifie que plusieurs signatures seront nécessaires pour autoriser les transactions.
hi: यह दर्शाता है कि लेनदेन को स्वीकृत करने के लिए कई हस्ताक्षरों की आवश्यकता होगी
id: Ini berarti diperlukan beberapa tanda tangan untuk mengotorisasi transaksi.
it: Questo significa che saranno necessarie più firme per autorizzare le transazioni
ja: これは、取引を承認するには複数の署名が必要となることを意味します。
ko: 이는 거래를 승인하려면 여러 서명이 필요함을 의미합니다.
ms: Ini berarti bahwa beberapa tanda tangan diperlukan untuk mengotorisasi transaksi.
nl: Dit betekent dat er meerdere handtekeningen nodig zijn om transacties te autoriseren.
pl: Oznacza to, że do autoryzacji transakcji wymagane będą wiele podpisów.
pt: Isto significa que serão necessárias várias assinaturas para autorizar as transações.
tr: Bu, işlemlerin onaylanması için birden fazla imzaya ihtiyaç duyulacağı anlamına gelir
uk: Це означає, що для авторизації транзакцій буде потрібно кілька підписів

# multisig_setup_title
source: Multisig Setup
ar: إعداد متعدد الإمض
bg: Konfiguracija на мултисиг
de: Multisig-Einrichtung
es: Configuración multisig
fr: Configuration multisig
hi: मल्टीसिग सेटअप
id: Pengaturan Multisig
it: Configurazione multisig
ja: マルチシグセットアップ
ko: 멀티시그 설정
ms: Pengaturan Multisig
nl: Multisig-instelling
pl: Konfiguracja multisig
pt: Configuração Multisig
tr: Çoklu imza kurulumu
uk: Налаштування мультисига

# multisig_setup_message_1
source: Make sure you have the correct participants and threshold before proceeding.
ar: تأكد من أن يكون لديك المشاركون الصحيحين والحد الأدنى قبل المتابعة
bg: Уверете се, че имате правилните участници и праг преди да продължите.
de: Stellen Sie sicher, dass Sie die richtigen Teilnehmer und den richtigen Schwellenwert haben, bevor Sie fortfahren.
es: Asegúrese de tener los participantes y el umbral correctos antes de continuar.
fr: Assurez-vous d'avoir les bons participants et le bon seuil avant de continuer.
hi: सुनिश्चित करें कि प्रक्रिया शुरू करने से पहले सही प्रतिभागी और थ्रेशहोल्ड हों.
id: Pastikan Anda memiliki peserta dan ambang batas yang benar sebelum melanjutkan.
it: Assicurarsi di avere i partecipanti e la soglia corretti prima di procedere.
ja: 処理を始める前に、適切な参加者としきい値があることを確認してください。
ko: 처리하기 전에 올바른 참여자와 임계치가 있는지 확인하십시오.
ms: Pastikan Anda memiliki peserta dan ambang batas yang benar sebelum melanjutkan.
nl: Zorg ervoor dat u de juiste deelnemers en drempel hebt voordat u verdergaat.
pl: Upewnij się, że masz poprawną liczbę uczestników i próg przed kontynuowaniem.
pt: Certifique-se de que tenha os participantes e o limiar corretos antes de prosseguir.
tr: Yönergeleri uygulamadan önce doğru katılımcıları ve eşiği belirlediğinizden emin olun
uk: Переконайтеся, що у вас є правильні учасники та поріг, перш ніж продовжувати.

# multisig_setup_message_2
source: Afterwards, it will no longer be possible to transfer funds or deactivate the multisig without access to participating wallets.
ar: لن يكون من الممكن بعد ذلك تحويل الأموال أو تعطيل متعدد الإمضائات دون الوصول إلى المحافظ المشاركة.
bg: След това вече няма да бъде възможно да се прехвърлят средства или да се деактивира мултисигът без достъп до участващите портфейли.
de: Nachher wird es dann nicht mehr möglich sein, Gelder zu überweisen oder die Multisig-Konfiguration zu deaktivieren, ohne Zugriff auf die beteiligten Wallets zu haben.
es: Después de esto, ya no será posible transferir fondos ni desactivar el multisig sin acceso a las carteras participantes.
fr: Par la suite, il ne sera plus possible de transférer des fonds ou de désactiver le multisig sans accès aux portefeuilles participants.
hi: इसके बाद, भागीदार वॉलेट तक पहुँच के बिना धनराशि का कोई भी वित्तीय लेनदेन स्थानांतरित करना या मल्टी-सिग्नेचर को निष्क्रिय करना संभव नहीं होगा.
id: Setelah itu, tidak mungkin lagi mentransfer dana atau menonaktifkan multisig tanpa akses ke dompet yang berpartisipasi.
it: Dopodiché, non sarà più possibile trasferire fondi o disattivare il multisig senza accesso alle portefogli partecipanti.
ja: その後、参加ポートフォリオへのアクセスがない限り、取引資金を移動したり、マルチシグ設定を無効にすることはできません。
ko: 이후 참여하는 지갑에 대한 액세스가 없으면 자금을 이체하거나 다중 서명 기능을 비활성화할 수 없습니다.
ms: Setelah itu, tidak akan lagi mungkin untuk memindahkan dana atau menonaktifkan multisig tanpa akses ke dompet yang berpartisipasi.
nl: Na het verloop van deze tijd zal het niet langer mogelijk zijn om geld over te maken of de multisig-configuratie te deactiveren zonder toegang tot de deelnemende portemonnees.
pl: Po tym, nie będzie już możliwe przekazanie środków ani dezaktywacja multisig bez dostępu do portfeli uczestniczących.
pt: Não será mais possível transferir fundos ou desativar o multisig sem acesso às carteiras participantes.
tr: Ardından, katılımcı cüzdanlara erişim olmadan işlem yapılamayacaktır.
uk: Відтепер не будемо в змозі переказувати кошти або деактивувати мультипідпис без доступу до учасників кошельків.

# multisig_setup_message_3
source: An incorrect setup can result in a loss of funds.
ar: الإعداد الخاطئ قد يؤدي إلى خسارة الأموال.
bg: Неправилна настройка може доведе до загуба на средства.
de: Falsche Einrichtung kann zum Verlust von Geldern führen.
es: Una configuración incorrecta puede resultar en la pérdida de fondos.
fr: Une configuration incorrecte peut entraîner une perte de fonds.
hi: गलत सेटअप से पैसे का नुकसान हो सकता है.
id: Pengaturan yang salah dapat mengakibatkan hilangnya dana.
it: Una configurazione errata può comportare una perdita di fondi.
ja: 誤った設定により資金が失われる可能性があります。
ko: 잘못된 설정은 자금 손실로 이어질 수 있습니다.
ms: Pengaturan yang tidak benar dapat mengakibatkan kehilangan dana.
nl: Een verkeerde instelling kan leiden tot verlies van geld.
pl: Nieprawidłowa konfiguracja może spowodować utratę funduszy.
pt: Uma configuração incorreta pode resultar na perda de fundos.
tr: Yanlış kurulum, fonların kaybına neden olabilir
uk: Неправильна настройка може призвести до втрати коштів.

# threshold_formfield_label_text
source: minimum number of signatures needed
ar: الحد الأدنى من التواقيع
bg: minimùm број подписи
de: Mindestzahl von Signaturen benötigt
es: número mínimo de firmas necesarias
fr: nombre minimal de signatures nécessaires
hi: न्यूनतम हस्ताक्षर की संख्या
id: jumlah minimum tanda tangan yang dibutuhkan
it: numero minimo di firme necessarie
ja: 最小署名数が必要
ko: 최소 서명 수
ms: bilangan minima tanda tangan diperlukan
nl: minimum aantal handtekeningen nodig
pl: minimalna liczba podpisów
pt: número mínimo de assinaturas necessárias
tr: en az imza sayısı
uk: мінімальна кількість підписів

# threshold_formfield_error
source: Threshold must be less than or equal to the number of participants
ar: الحد الأدنى يجب أن يكون أقل من أو يساوي عدد المشاركين
bg: лечението трябва да е по-малко или равно на броя на участниците
de: Die Schwellenwert muss kleiner oder gleich der Anzahl der Teilnehmer sein
es: El umbral debe ser menor o igual al número de participantes
fr: Le seuil doit être inférieur ou égal au nombre de participants
hi: न्यूनतम सीमा संख्या प्रतिभागियों से कम या उसके बराबर होनी चाहिए
id: Ambang batas harus kurang dari atau sama dengan jumlah peserta
it: La soglia deve essere inferiore o uguale al numero di partecipanti
ja: しきい値は参加者の数以下またはそれに等しくなければなりません
ko: 최소 임계치는 참가자 수보다 작거나 같아야 합니다
ms: ambang harus kurang dari atau sama dengan jumlah peserta
nl: de drempel moet kleiner dan of gelijk zijn aan het aantal deelnemers
pl: progranie musi być mniejsze lub równe liczbie uczestników
pt: O limite deve ser menor ou igual ao número de participantes
tr: Hedef değeri, katılımcı sayısından küçük veya eşit olmalıdır
uk: мінімальна кількість підписів має бути меншою або рівною кількості учасників

# multisig_setup_confirmation_message
source: I confirm that the multisig configuration is correct and participant wallets can be accessed by their owners
ar: أنا أؤكد أن تكوين التوقيعات المتعددة صحيح ويمكن للسيطرة على المحافظ الوصول إليها.
bg: Потвърждавам, че конфигурацията на мултисиг е правилна и собствениците на портфейли могат да имат достъп до тях
de: Ich bestätige, dass die Multi-Sig-Konfiguration korrekt ist und die Teilnehmerwallets von ihren Besitzern zugegriffen werden können
es: Confirmo que la configuración de multifirma es correcta y que los titulares de las carteras pueden acceder a ellas
fr: Je confirme que la configuration multi-signature est correcte et que les propriétaires des portefeuilles peuvent y accéder
hi: मैं पुष्टि करता हूँ कि मल्टीसाइग् कॉन्फ़िगरेशन सही है और प्रतिभागी वॉलेट्स को उनके मालिकों द्वारा एक्सेस किया जा सकता है
id: Saya mengonfirmasi bahwa konfigurasi multisig sudah benar dan dompet peserta dapat diakses oleh pemiliknya
it: Confermo che la configurazione multifirma è corretta e che i titolari dei portafogli possono accedervi
ja: 私はマルチシグの構成が正しく、参加者のウォレットに所有者がアクセスできると確認します。
ko: 최소 임계치는 참가자 수보다 작거나 같아야 합니다
ms: Saya mengkonfirmasi bahawa konfigurasi multi-sig betul dan dompet peserta boleh diakses oleh pemiliknya
nl: Ik bevestig dat de multisig-configuratie correct is en dat de eigenaren van de portemonnees toegang kunnen krijgen tot hun portemonnee
pl: Potwierdzam, że konfiguracja multi-sygnatury jest poprawna i właściciele portfeli mogą do nich uzyskać dostęp
pt: Confirmo que a configuração de multiassinatura está correta e que as carteiras dos participantes podem ser acessadas pelos seus proprietários
tr: Doğru olduğunu teyit ederim ki çoklu imza yapılandırması ve katılımcı cüzdanlarına sahipleri erişebilir. Підтверджую, що конфігурація мультипідпису вірна та власники гаджетів можуть до них отримати доступ
uk: Я підтверджую, що налаштування багатопідписів правильно і власники гаджетів можуть отримати до них доступ

# multisig_address_validation_error
source: This address is not valid for multisig
ar: هذا العنوان غير صالح للمُضَافات المتعددة.
bg: Този адрес не е валиден за многоsignature
de: Diese Adresse ist nicht gültig für das Multisig
es: Esta dirección no es válida para la multifirma
fr: Cette adresse n'est pas valide pour le multisig
hi: यह पता मल्टी-सिग्नेचर के लिए मान्य नहीं है
id: Alamat ini tidak valid untuk multisig
it: Questo indirizzo non è valido per il multifirma
ja: このアドレスはマルチシグに有効ではありません。
ko: 이 주소는 다중 서명에 유효하지 않습니다.
ms: Alamat ini tidak sah untuk multisig
nl: Deze adres is niet geldig voor het multisig
pl: Ten adres nie jest ważny dla wielostopniowego podpisu
pt: Este endereço não é válido para a multiassinatura
tr: Bu adres çok imza için geçerli değil
uk: Не дійсний адреса для багатопідпису

# multisig_participant_duplicated
source: This participant is duplicated
ar: هذا المشارك مُكرّر.
bg: Този участник е дублиран
de: Dieser Teilnehmer ist dupliziert
es: Este participante está duplicado
fr: Ce participant est dupliqué
hi: यह प्रतिभागी दुहराया गया है
id: Peserta ini terduplikasi
it: Questo partecipante è duplicato
ja: この参加者は重複しています。
ko: 이 참가자는 중복되었습니다.
ms: Peserta ini ditiru
nl: Deze deelnemer is gedupliceerd
pl: Ten uczestnik jest powtórzony
pt: Este participante está duplicado
tr: Bu katılımcı kopyalanmış
uk: Цей учасник дуплікований

source: Transaction type
ar: نوع المعاملة
bg: Тип транзакция
de: Transaktionsart
es: Tipo de transacción
fr: Type de transaction
hi: लेनदेन का प्रकार
id: Tipe transaksi
it: Tipo di transazione
ja: 取引の種類
ko: 거래 유형
ms: Jenis transaksi
nl: Transactie type
pl: Rodzaj transakcji
pt: Tipo de transação
tr: İşlem türü
uk: Тип операції

source: Multisig removal
ar: إزالة التوقيعات المتعددة
bg: Премахни многоsignature
de: Multisig-Entfernung
es: Eliminación de multisig
fr: Suppression du multisig
hi: मल्टी-सिग्नेचर हटाना
id: Penghapusan Multisig
it: Rimozione Multisig
ja: マルチシグ削除
ko: 다중 서명 삭제
ms: Penghapusan Multisig
nl: Verwijdering Multisig
pl: Usunięcie Multisig
pt: Remoção de Multisig
tr: Çok imza kaldırma
uk: видалення багатопідпису

# multisig_modified_successfully_event
source: Multisig has been modified successfully at height
ar: تم تعديل التوقيعات المتعددة بنجاح على الارتفاع
bg: Многоsignature е модифицирана успешно на височината
de: Die Multisig wurde erfolgreich auf der Höhe geändert
es: La multifirma se ha modificado con éxito en la altura
fr: Le multisig a été modifié avec succès à la hauteur
hi: मल्टी-सिग्नेचर सफलतापूर्वक ऊँचाई पर संशोधित किया गया है
id: Multisig telah berhasil dimodifikasi pada ketinggian
it: Multisig è stata modificata correttamente all'altezza
ja: マルチシグは高さで成功して変更されました。
ko: 다중 서명이 높이에서 성공적으로 수정되었습니다.
ms: Multisig berhasil dimodifikasi pada ketinggian
nl: De multisig is succesvol gewijzigd op hoogte
pl: Multisig zostało pomyślnie zmodyfikowane na wysokości
pt: A multiassinatura foi modificada com sucesso na altura
tr: Çok imza yükseklikte başarıyla değiştirildi
uk: Многопідпис було успішно змінено на висоті

source: Transaction hash to sign
ar: توقيع خريطة المعاملة
bg: Хеш-сума на транзакцията за подписване
de: Transaktionshash zum Signieren
es: Hash de transacción para firmar
fr: Hash de transaction à signer
hi: लेनदेन हैश को साइन करने के लिए
id: Hash transaksi untuk ditandatangani
it: Indirizzo della transazione da firmare
ja: 署名するトランザクションのハッシュ
ko: 서명할 트랜잭션 해시
ms: Has transaksinya untuk ditandatangani
nl: Transactiehash om te ondertekenen
pl: Hash transakcji do podpisu
pt: Hash da transação para assinar
tr: İmza atılacak işlem hash'i
uk: Хэш-сума транзакції для підпису

# copy_hash_transaction
source: Copy transaction hash
ar: نسخ خريطة المعاملة
bg: Копираш хеша на транзакцията
de: Kopiere den Transaktionshash
es: Copiar el hash de la transacción
fr: Copier le hash de la transaction
hi: लेनदेन हैश को कॉपी करें
id: Salin hash transaksi
it: Copia l'hash della transazione
ja: コピーするトランザクションハッシュ
ko: 복사 트랜잭션 해시
ms: Salin hash transaksi
nl: Kopieer de transactiehash
pl: Kopiuj hasz transakcji
pt: Copiar o hash da transação
tr: Kopyala işlem hash'ini
uk: Копіювати хэш транзакції

# multisig_barrier_message
source: As Multisig is activated, you need to provide the required signatures to continue
ar: تم تنشيط التوقيعات المتعددة ، يجب عليك تقديم التوقيعات المطلوبة للواصل.
bg: Понеже многоsignature е активиран, трябва да предоставите необходимите подписи, за да продължите
de: Da die Multisig aktiviert ist, müssen Sie die erforderlichen Signaturen angeben, um fortzufahren
es: Dado que la multifirma está activada, debe proporcionar las firmas necesarias para continuar
fr: Puisque le multisig est activé, vous devez fournir les signatures nécessaires pour continuer
hi: चूँकि मल्टी-सिग्नेचर सक्रिय है, आपको जारी रखने के लिए आवश्यक हस्ताक्षर प्रदान करने होंगे
id: Karena Multisig diaktifkan, Anda perlu memberikan tanda tangan yang diperlukan untuk melanjutkan
it: Poiché la multifirma è attiva, devi fornire le firme richieste per continuare
ja: マルチシグが有効になっているため、続行するには必要な署名を提供する必要があります。
ko: 다중 서명이 활성화되었으므로 계속하려면 필요한 서명을 제공해야 합니다.
ms: Karena Multisig telah diaktifkan, Anda harus memberikan tanda tangan yang diperlukan untuk melanjutkan
nl: Aangezien Multisig is geactiveerd, moet u de vereiste handtekeningen verstrekken om te vervolgen
pl: Ponieważ Multisig jest aktywowane, musisz podać wymagane podpisy, aby kontynuować
pt: Uma vez que a multiassinatura está ativada, você precisa fornecer as assinaturas necessárias para prosseguir
tr: Çok imza aktifleştirildiğinden, devam etmek için gerekli imzaları vermelisiniz
uk: Активована багатопідпис. Щоб продовжити, надайте необхідні підписи

source: Participant ID
ar: معرف المشارك
bg: ID на участник
de: Teilnehmer-ID
es: ID del participante
fr: ID du participant
hi: प्रतिभागी आईडी
id: ID Peserta
it: ID del partecipante
ja: 参加者ID
ko: 참가자 ID
ms: ID Peserta
nl: Deelnemer ID
pl: Id uczestnika
pt: ID do Participante
tr: Katılımcı Kimliği
uk: Ідентифікатор учасника

source: Signature
ar: التوقيع
bg: Подпис
de: Unterschrift
es: Firma
hi: हस्ताक्षर
id: Tanda tangan
it: Firma
ja: サイン
ko: 서명
ms: Tanda tangan
nl: Handtekening
pl: Podpis
pt: Assinatura
tr: İmza
uk: Підпис

source: Transaction Hash
ar: معرفة الصفقة
bg: Хеш на транзакцията
de: Transaktions-Hash
es: Hash de la transacción
fr: Hash de la transaction
hi: ट्रांज़ैक्शन का हैश
id: Hash Transaksi
it: Indirizzo hash della transazione
ja: トランザクションハッシュ
ko: 거래 해시
ms: Has transaksi
nl: Transactiehash
pl: Hash transakcji
pt: Hash da transação
tr: İşlem hash'i
uk: Транзакційний хеш

# sign_transaction_dialog_message
source: In case your signature is required to sign a transaction from a multisig wallet, please provide the transaction hash below.
ar: إذا كانت إمضاءك مطلوبة لتوقيع عملية من محفظة متعددة الإشارات، يرجى تزويدنا بالهاش الخاص بالعملية أدناه.
bg: Ако е необходимо вашето подписание за потвърждаване на транзакция от много-ключов портфейл, моля, предоставяйте хеша на транзакцията по-долу.
de: Falls für eine Transaktion aus einem Mehrschlüssel-Wallet Ihre Unterschrift erforderlich ist, geben Sie bitte den Transaktionshash unten ein.
es: Si se requiere su firma para firmar una transacción desde un monedero multifirma, proporcione el hash de la transacción a continuación.
fr: Si votre signature est requise pour signer une transaction à partir d'un portefeuille multisignature, veuillez fournir le hash de la transaction ci-dessous.
hi: यदि किसी मल्टीसिक पॉकेट से एक लेनदेन पर आपकी हस्ताक्षर की आवश्यकता हो तो कृपया नीचे ट्रांजेक्शन हैश प्रदान करें.
id: Jika tanda tangan Anda diperlukan untuk menandatangani transaksi dari dompet multisig, silakan berikan hash transaksi di bawah ini.
it: Se la tua firma è necessaria per firmare una transazione da un portafoglio multisignature, fornisci l'hash della transazione di seguito.
ja: マルチシグネチャウォレットからの取引に署名する必要がある場合は、以下のトランザクションハッシュを提供してください。
ko: 다중 서명 지갑에서 거래를 서명하는 데 귀하의 서명이 필요한 경우 아래 거래 해시를 제공해 주십시오.
ms: Jika diperlukan tanda tangan anda untuk menandatangani transaksi dari dompet multisig, silakan berikan hash transaksi di bawah ini.
nl: Als uw handtekening vereist is om een transactie te ondertekenen vanaf een multisig-portemonnee, kunt u de transactiehash hieronder verstrekken.
pl: Jeśli Twoja podpis jest wymagany do podpisania transakcji z portfela wielokrotnego klucza, podaj poniżej hash transakcji.
pt: Se a sua assinatura for necessária para assinar uma transação a partir de uma carteira multiassinatura, forneça o hash da transação abaixo.
tr: Çoklu imza cüzdanından bir işlem için imzanızın gerekli olması durumunda, lütfen aşağıdaki işlem hash'ini sağlayın.
uk: Якщо для підписання транзакції з мультикарта-кошелька потрібна ваша підпис, надайте хеш транзакції нижче.

# sign_transaction_formfield_error
source: Invalid hash, must be 64 characters long
ar: معرفة غير صالحة، يجب أن تكون بطول 64 حرفًا
bg: Невалиден хеш, трябва да е дълъг 64 символа
de: Ungültiger Hash, muss 64 Zeichen lang sein
es: Hash inválido, debe tener 64 caracteres de longitud
fr: Hash invalide, doit avoir 64 caractères de long
hi: अमान्य हैश, 64 अक्षर लंबा होना चाहिए
id: Hash tidak valid, harus sepanjang 64 karakter
it: Indirizzo hash non valido, deve avere 64 caratteri di lunghezza
ja: 無効なハッシュです。64文字の長さである必要があります
ko: 무효인 해시입니다. 64자 길이여야 합니다
ms: Hash tidak sah, harus berukuran 64 karakter
nl: Hash ongeldig, moet 64 tekens lang zijn
pl: Nieprawidłowy hash, musi mieć 64 znaki długości
pt: Hash inválido, deve ter 64 caracteres de comprimento
tr: Hatalı hash, 64 karakter uzunluğunda olmalıdır
uk: Недійсний хеш, має бути довжиною 64 символів

source: Sign
ar: التوقيع
bg: Да подпишете
de: Unterschreiben
es: Firmar
fr: Signer
hi: हस्ताक्षर करने के लिए
id: Tanda tangani
it: Firmare
ja: 署名する
ko: 서명하십시오
ms: Untuk menandatangani
nl: Tekenen
pl: Podpisac
pt: Assinar
tr: İmza atmak
uk: Підписати

source: Error
ar: خطأ
bg: Грешка
de: Fehler
fr: Erreur
hi: त्रुटि
id: Kesalahan
it: Errore
ja: エラー
ko: 오류
ms: Kesalahan
nl: Fout
pl: Błąd
pt: Erro
tr: HATA
uk: Помилка

source: Copy signature
ar: نسخ التوقيع
bg: Копира подпис
de: Kopieren Sie die Unterschrift
es: Copiar firma
fr: Copier la signature
hi: हस्ताक्षर कॉपी करें
id: Salin tanda tangan
it: Copiare firma
ja: 署名のコピー
ko: 서명 복사
ms: Salin tanda tangan
nl: Kopieer de handtekening
pl: Skopiuj podpis
pt: Copiar assinatura
tr: İmza kopyala
uk: Копіювати підпис

# enable_biometric_auth
source: Enable or disable biometric authentication
ar: تمكين التحقق البيومتري
bg: Включете биометричната аутентификация
de: Aktivieren Sie die biometrische Authentifizierung
es: Habilitar la autenticación biométrica
fr: Activer l'authentification biométrique
hi: बायोमेट्रिक प्रमाणीकरण सक्षम करें
id: Aktifkan atau nonaktifkan autentikasi biometrik
it: Abilita l'autenticazione biometrica
ja: バイオメトリ認証を有効にする
ko: 바이오메트릭 인증을 활성화하십시오
ms: Aktifkan otentikasi biometrik
nl: Schakel de biometrische authenticatie in
pl: Włącz uwierzytelnianie biometryczne
pt: Habilitar a autenticação biométrica
tr: Aktifleştir biyometrik kimlik doğrulamasını
uk: Ввімкнути біометричну автентифікацію

# please_authenticate_tx
source: Please authenticate to broadcast the transaction
ar: يرجى التحقق من الهوية لإنشاء الإرسال
bg: Моля, авторизирайте за да излъчите транзакцията
de: Bitte authentifizieren Sie sich, um die Transaktion zu übertragen
es: Por favor, autentique para transmitir la transacción
fr: Veuillez vous authentifier pour diffuser la transaction
hi: कृपया ट्रांज़ैक्शन प्रसारित करने के लिए स्वयं की पहचान करें
id: Silakan autentikasi untuk menyiarkan transaksi
it: Si prega di autenticarsi per trasmettere la transazione
ja: 認証して取引を送信してください
ko: 이 거래를 방송하기 위해 인증하십시오.
ms: Silakan otentikasi untuk menyiarkan transaksi
nl: Authenticatie om de transactie te verzenden
pl: Prosimy o autoryzację, aby wysłać transakcję
pt: Por favor, autentique-se para transmitir a transação
tr: Lütfen işlemi yayınlamak için kimliğinizi doğrulayın
uk: Підтвердіть свою особистість для розповсюдження транзакції
