Repository: xelis-project/xelis-genesix-wallet
Catalog: lib/l10n/app_*.arb
Languages: ar, bg, de, es, fr, hi, id, it, ja, ko, ms, nl, pl, pt, tr, uk

# node_name_hint
source: My Node
id: Node Saya

source: Node Name
id: Nama Node

# node_url_error
source: Please enter a valid URL
id: Silakan masukkan URL yang valid

source: Save Node
id: Simpan Node

source: Delete Node
id: Hapus Node

source: Current password
id: Kata sandi saat ini

source: Confirm new password
id: Konfirmasi kata sandi baru

source: Cannot be empty
id: Tidak boleh kosong

source: Edit wallet name
id: Ubah nama dompet

# enter_transaction_hash_to_sign
source: Enter the transaction hash to sign
id: Masukkan hash transaksi untuk ditandatangani

source: Transaction ID
id: ID Transaksi

source: No signature generated yet.
id: Belum ada tanda tangan yang dibuat.

source: Close
id: Tutup

# percentage_change_24h
source: Percentage change in 24 hours
id: Persentase perubahan dalam 24 jam

# open_explorer
source: Open in Explorer
id: Buka di Explorer

# hide_transactions_zero_value
source: Hide transactions with zero balance transfers.
id: Sembunyikan transaksi dengan transfer saldo nol.

# hide_extra_data_description
source: Hide extra data in transaction details.
id: Sembunyikan data tambahan dalam rincian transaksi.

# select_contract
source: Select a contract
id: Pilih kontrak

# select_asset
source: Select a asset
id: Pilih aset

# category_burn_subtitle
source: Transactions where you burned assets.
id: Transaksi di mana Anda menghanguskan (burn) aset.

# category_coinbase_subtitle
source: Transactions where you received rewards.
id: Transaksi di mana Anda menerima Hadiah.

# category_outgoing_subtitle
source: Transactions initiated by you.
id: Transaksi yang Anda mulai.

# category_incoming_subtitle
source: Transactions where you received assets.
id: Transaksi di mana Anda menerima aset.

# category_select_error
source: Please select at least one category.
id: Silakan pilih setidaknya satu kategori.

# datetime_format
source: MM/dd/yyyy
id: dd/MM/yyyy

# time_ago_days
source: {days} days ago
id: {days} hari yang lalu

# time_ago_day
source: 1 day ago
id: 1 hari yang lalu

# time_ago_hours
source: {hours} hours ago
id: {hours} jam yang lalu

# time_ago_hour
source: 1 hour ago
id: 1 jam yang lalu

# time_ago_now
source: just now
id: baru saja

# time_ago_minutes
source: {minutes} minutes ago
id: {minutes} menit yang lalu

# time_ago_minute
source: 1 minute ago
id: 1 menit yang lalu

source: Bytes
id: Byte

source: Text
id: Teks

source: Unknown
id: Tidak diketahui

# recovery_phrase_acknowledgement_description
source: You understand that if you lose or share your recovery phrase, all funds in this wallet may be lost permanently.
id: Anda memahami bahwa jika Anda kehilangan atau membagikan frasa pemulihan Anda, semua dana di dompet ini mungkin hilang secara permanen.

source: Recovery Phrase Acknowledgement
id: Pengakuan Frasa Pemulihan

source: My recovery phrase
id: Frasa pemulihan saya

source: hidden
id: tersembunyi

# delete_wallet_confirmation
source: You are about to delete your wallet from the app. This action is irreversible and will remove all associated data. Please ensure you have backed up your recover phrase before proceeding.
id: Anda akan menghapus dompet Anda dari aplikasi. Tindakan ini tidak dapat dibatalkan dan akan menghapus semua data terkait. Pastikan Anda telah mencadangkan frasa pemulihan Anda sebelum melanjutkan.

source: View extra data
id: Lihat data tambahan

# extra_data_decode_failed
source: Note: this extra data is marked as 'failed' (likely decode error).
id: Catatan: data tambahan ini ditandai sebagai 'gagal' (kemungkinan kesalahan dekode).

# tx_contract_deployment
source: Contract Deployment
id: Penerapan Kontrak

# tx_contract_invocation
source: Contract Invocation
id: Pemanggilan Kontrak

source: Disabled
id: Nonaktif

source: Enabled
id: Aktif

# transfer_sent
source: Sent
id: Terkirim

# transfer_to
source: to {address}
id: ke {address}

source: Multiple transfers sent
id: Beberapa transfer terkirim

# transfer_received
source: Received
id: Diterima

# transfer_from
source: from {address}
id: dari {address}

# no_transfers_found
source: No transfer found
id: Transfer tidak ditemukan

source: Multiple transfers received
id: Beberapa transfer diterima

source: Unknown Asset
id: Aset Tidak Diketahui

source: Event
id: Acara

# transfer_to_contact
source: Transfer to {name}
id: Transfer ke {name}

# contact_delete_confirm
source: You are about to remove {name} from your address book
id: Anda akan menghapus {name} dari buku alamat Anda

# address_book_empty
source: Your address book is empty, add a contact!
id: Buku alamat Anda kosong, tambahkan kontak!

# contact_name_hint
source: John Doe
fr: Jean Dupont
id: Budi Santoso

source: Contact Name
id: Nama Kontak

source: Add Contact
id: Tambah Kontak

# switch_theme_mode
source: Switch to {mode} mode
id: Ganti ke mode {mode}

# select_language_config
source: Select your preferred language
id: Pilih bahasa pilihan Anda

# restore_wallet_from_folder
source: To restore your wallet, please select the folder where your wallet files are stored.
id: Untuk memulihkan dompet Anda, silakan pilih folder tempat file dompet Anda disimpan.

# select_wallet_folder_restore
source: Select a folder to restore your wallet
id: Pilih folder untuk memulihkan dompet Anda

source: Import Wallet
id: Impor Dompet

source: Create Wallet
id: Buat Dompet

source: Open Wallet
id: Buka Dompet

# please_select_wallet
source: Please select a wallet
id: Silakan pilih dompet

# select_wallet
source: Select a wallet
id: Pilih dompet

source: Assets
id: Aset

source: General
fr: Général
id: Umum

source: Conversion Rate
id: Nilai Konversi

source: Show or hide conversion rate
id: Tampilkan atau sembunyikan nilai konversi

# biometric_auth
source: Biometric Authentication
id: Autentikasi Biometrik

source: Account
id: Akun

source: Unknown network
id: Jaringan tidak diketahui

source: Wallet
id: Dompet

source: Overview
id: Ikhtisar

source: No recent news
id: Tidak ada berita terbaru

source: No recent transactions
id: Tidak ada transaksi terbaru

source: Last News
id: Berita Terakhir

source: Home
id: Beranda

source: Last Transactions
id: Transaksi Terakhir

source: View all
id: Lihat semua

source: Burn transfer
id: Transfer hangus (burn)

# connect_node
source: Connect to node
id: Hubungkan ke node

# recovery_phrase_word_count_error
source: Recovery phrase must contain 24 or 25 words
id: Frasa pemulihan harus berisi 24 atau 25 kata

# wait
source: Please wait...
ar: الرجاء الانتظار....
bg: Моля, изчакайте...
de: Bitte warten Sie...
es: Por favor, espera...
fr: Veuillez patienter SVP ...
hi: कृपया प्रतीक्षा करें...
id: Mohon tunggu...
it: Attendere prego...
ja: お待ちください...
ko: 잠시만 기다려주세요...
ms: Sila tunggu...
nl: Even geduld...
pl: Proszę czekać...
pt: Por favor, aguarde...
tr: Lütfen bekleyin...
uk: Будь ласка, зачекайте...

source: Password
ar: كلمة مرور
bg: Парола
de: Passwort
es: Contraseña
fr: Mot de passe
hi: पासवर्ड
id: Kata sandi
ja: パスワード
ko: 비밀번호
ms: Kata laluan
nl: Wachtwoord
pl: Hasło
pt: Palavra-passe
tr: Parola
uk: Пароль

source: Your wallets
ar: محافظتك
bg: Вашите портфейли
de: Ihre Geldbörsen
es: Tus carteras
fr: Vos portefeuilles
hi: आपके बटुए
id: Dompet Anda
it: I vostri portafogli
ja: 財布
ko: 지갑
ms: dompet anda
nl: Je portemonnees
pl: Twoje portfele
pt: As vossas carteiras
tr: Cüzdanlarınız
uk: Ваші гаманці

source: Invalid seed.
ar: بذرة غير صالحة
bg: Невалидни семена.
de: Ungültiger Seed.
es: Semilla inválida.
fr: Graines non valides.
hi: अमान्य बीज.
id: Seed tidak valid.
it: Seme non valido.
ja: 無効なシード。
ko: 잘못된 시드입니다.
ms: Biji tidak sah.
nl: Ongeldige seed.
pl: Nieprawidłowy seed.
pt: Semente inválida.
tr: Geçersiz tohum.
uk: Неправильний seed.

# create_button
source: Create
ar: أنشئ
bg: Създаване на
de: Erstellen
es: Crear
fr: Créer
hi: बनाएं
id: Buat
it: Crea
ja: 作成
ko: 만들기
ms: Cipta
nl: Aanmaken
pl: Utwórz
pt: Criar
tr: Oluştur
uk: Створити

# recover_button
source: Recover
ar: استعادة
bg: Възстановяване
de: Wiederherstellung
es: Recuperar
fr: Récupérer
hi: पुनर्प्राप्ति
id: Pulihkan
it: Recupero
ja: 復元
ko: 복구
ms: Pemulihan
nl: Herstel
pl: Odzyskaj
pt: Recuperar
tr: Kurtarma
uk: Відновлення

# wallet_name_already_exists
source: This wallet name already exists
ar: اسم المحفظة هذا موجود بالفعل
bg: Това име на портфейл вече съществува
de: Dieser Wallet-Name existiert bereits
es: Este nombre de cartera ya existe
fr: Ce nom de portefeuille existe déjà
hi: यह वॉलेट नाम पहले से मौजूद है
id: Nama dompet ini sudah ada
it: Questo nome di portafoglio esiste già
ja: このウォレット名は既に存在する
ko: 이미 존재하는 지갑 이름입니다.
ms: Nama dompet ini sudah wujud
nl: Deze portemonneenaam bestaat al
pl: Nazwa portfela już istnieje
pt: Este nome de carteira já existe
tr: Bu cüzdan adı zaten mevcut
uk: Гаманець з такою назвою вже існує

# wallet_already_exists
source: This wallet already exists
ar: هذه المحفظة موجودة بالفعل
bg: Portfelът вече съществува
de: Die Wallet existiert bereits
es: La billetera ya existe
fr: Ce portefeuille existe déjà
hi: वॉलेट पहले से मौजूद है
id: Dompet ini sudah ada
it: Il portafoglio esiste già
ja: 財布はすでに存在しています
ko: 지갑이 이미 존재합니다
ms: Dompet sudah ada
nl: De portemonnee bestaat al
pl: Portfel już istnieje
pt: A carteira já existe
tr: Cüzdan zaten var
uk: Гаманець вже існує

source: Invalid wallet folder
ar: مجلد المحفظة غير صالح
bg: Невалиден портфейл фолдер
de: Ungültiger Wallet-Ordner
es: Carpeta de billetera no válida
fr: Dossier de portefeuille invalide
hi: अमान्य वॉलेट फ़ोल्डर
id: Folder dompet tidak valid
it: Cartella portafoglio non valida
ja: 財布フォルダが無効
ko: 비정상적인 지갑 폴더
ms: Dokumen poket tidak sah
nl: Mappa portemonnee ongeldig
pl: Nieprawidłowa folder portfela
pt: Pasta da carteira inválida
tr: Hatalı cüzdan klasörü
uk: Недійсний гаманець-папка

source: Error when opening wallet
ar: خطأ عند فتح المحفظة
bg: Грешка при отваряне на портфейла
de: Fehler beim Öffnen des Wallets
es: Error al abrir la cartera
fr: Erreur lors de l'ouverture du portefeuille
hi: वॉलेट खोलते समय त्रुटि
id: Kesalahan saat membuka dompet
it: Errore durante l'apertura del portafoglio
ja: 財布を開くエラー
ko: 지갑 열기 오류
ms: Kesalahan saat membuka dompet
nl: Fout bij het openen van de portemonnee
pl: Błąd podczas otwierania portfela
pt: Erro ao abrir a carteira
tr: Hata açılırken cüzdan
uk: Помилка під час відкриття гаманця

source: Error when creating wallet
ar: خطأ عند إنشاء المحفظة
bg: Грешка при създаване на портфейла
de: Fehler beim Erstellen des Wallets
es: Error al crear la billetera
fr: Erreur lors de la création du portefeuille
hi: वॉलेट बनाते समय त्रुटि
id: Kesalahan saat membuat dompet
it: Errore durante la creazione del portafoglio
ja: 財布の作成中にエラー
ko: 지갑 생성 중 오류
ms: Kesalahan saat membuat dompet
nl: Fout bij het maken van de portemonnee
pl: Błąd podczas tworzenia portfela
pt: Erro ao criar a carteira
tr: Hatalı cüzdan oluşturulurken
uk: Помилка під час створення гаманця

source: Wrong password
ar: كلمة مرور خاطئة
bg: Грешно парол
de: Falsches Passwort
es: Contraseña incorrecta
fr: Mot de passe incorrect
hi: गलत पासवर्ड
id: Kata sandi salah
it: Password errato
ja: 誤ったパスワード
ko: 잘못된 비밀번호
ms: Kata sandi salah
nl: Wachtwoord incorrect
pl: Niepoprawne hasło
pt: Senha incorreta
tr: Yanlış parola
uk: неправильний пароль

# password_not_match
source: does not match the password
ar: لا تتطابق مع كلمة المرور
bg: не съвпада с паролата
de: Passwort stimmt nicht überein
es: la contraseña no coincide
fr: ne correspond pas au mot de passe
hi: पासवर्ड से मेल नहीं खाता
id: tidak cocok dengan kata sandi
it: non corrisponde alla password
ja: パスワードが一致しません
ko: 비밀번호가 일치하지 않습니다.
ms: tidak sepadan dengan kata laluan
nl: Wachtwoord komt niet overeen
pl: Hasła nie pasują do siebie
pt: não corresponde à palavra-passe
tr: Parola eşleşmiyor
uk: Паролі не співпадають

source: Add a wallet
ar: أضف محفظة
bg: Добави портфейл
de: Eine Wallet hinzufügen
es: Agregar una billetera
fr: Ajouter un portefeuille
hi: वॉलेट जोड़ें
id: Tambah dompet
it: Aggiungi un portafoglio
ja: 財布を追加する
ko: 지갑 추가하기
ms: Tambahkan dompet
nl: Een portemonnee toevoegen
pl: Dodaj portfel
pt: Adicionar uma carteira
tr: Bir cüzdan ekle
uk: Додати гаманець

# create_new_wallet
source: Create a new wallet
ar: أنشئ محفظة جديدة
bg: Създаване на нов портфейл
de: Neue Wallet erstellen
es: Crear una nueva billetera
fr: Créer un nouveau portefeuille
hi: नया वॉलेट बनाएं
id: Buat dompet baru
it: Crea un nuovo portafoglio
ja: 新しい財布を作成する
ko: 새 지갑 만들기
ms: Cipta dompet baru
nl: Nieuwe portemonnee aanmaken
pl: Utwórz nowy portfel
pt: Criar uma nova carteira
tr: Yeni cüzdan oluştur
uk: Створити новий гаманець

source: Recover from recovery phrase
ar: استرداد من الجملة الاستردادية
bg: Възстанови от фраза за възстановяване
de: Wiederherstellen von Wiederherstellungspasswort
es: Recuperar desde la frase de recuperación
fr: Récupérer à partir de la phrase de récupération
hi: रिकवरी फ्रेज़ से पुनर्प्राप्त करें
id: Pulihkan dari frasa pemulihan
it: Ripristinare dalla frase di recupero
ja: 復元してください
ko: 복구 문구로 복원하십시오.
ms: Pulihkan daripada frasa pemulihan
nl: Herstellen vanuit herstelzin
pl: Odzyskiwać z ciągu odzyskiwania
pt: Recuperar a partir da frase de recuperação
tr: Kurtarma cümlesinden kurtulun
uk: Відновити з ряду відновлення

# import_wallet_folder
source: Import a wallet
ar: استيراد محفظة
bg: Импортирайте портфейл
de: Importieren Sie ein Wallet
es: Importar una billetera
fr: Importer un portefeuille
hi: वॉलेट आयात करें
id: Impor dompet
it: Importa un portafoglio
ja: 財布をインポートしてください
ko: 지갑을 가져오세요.
ms: Importir dompet
nl: Importe een portemonnee
pl: Importo portfela
pt: Importar uma carteira
tr: Cüzdanı aktarın
uk: Імпортувати гаманець

source: New wallet
ar: محفظة جديدة
bg: Нов портфейл
de: Neuer Portefeuille
es: Nueva cartera
fr: Nouveau portefeuille
hi: नया वॉलेट
id: Dompet baru
it: Nuovo portafoglio
ja: 新しいウォレット
ko: 새 지갑
ms: Dompet baru
nl: Nieuw portemonnee
pl: Nowy portfel
pt: Nova carteira
tr: Yeni cüzdan
uk: Новий гаманець

source: Restore Folder
id: Pulihkan Folder

# recover_wallet
source: Recover your wallet
ar: استعادة محفظتك
bg: Възстановете вашият портфейл
de: Bringen Sie Ihr Wallet wiederherzustellen
es: Recupera tu cartera
fr: Récupérez votre portefeuille
hi: अपने वॉलेट को पुनर्प्राप्त करें
id: Pulihkan dompet Anda
it: Ripristina il tuo portafoglio
ja: 지갑을 복구하세요
ko: 가방 복구
ms: Pulihkan dompet anda
nl: Herstel uw portemonnee
pl: Odzyskaj swój portfel
pt: Recupere sua carteira
tr: Cüzdanınızı geri yükleyin
uk: Відновити свій гаманець

# create_new_wallet_subtitle
source: Please enter a name and password for your new wallet.
bg: Създайте нов портфейл, за да започнете да използвате Genesix
es: Crea una nueva cartera para empezar a usar Genesix
fr: Créez un nouveau portefeuille pour commencer à utiliser Genesix
id: Silakan masukkan nama dan kata sandi untuk dompet baru Anda.
it: Crea un nuovo portafoglio per iniziare ad utilizzare Genesix
ja: 新しいウォレットを作成してGenesixを使用を開始してください
ko: 새로운 지갑을 만들어 Genesix를 시작하세요
ms: Buat dompet baru untuk memulai penggunaan Genesix
nl: Maak een nieuw portemonnee om met Genesix te beginnen
pt: Crie uma nova carteira para começar a usar Genesix

# recover_from_seed_message
source: Recover your wallet from your recovery phrase (24 or 25 words)
ar: لاستعادة محفظتك، استخدم عبارة الاسترداد الخاصة بك (24 كلمة أو 25 كلمة).
bg: Възстановете вашия портфейл от вашата фраза за възстановяване (24 или 25 думи)
de: Stellen Sie Ihr Wallet anhand Ihrer Wiederherstellungsphrase (24 oder 25 Wörter) wieder her
es: Recupere su billetera con su frase de recuperación (24 o 25 palabras)
fr: Récupérez votre portefeuille à partir de votre phrase de récupération (24 ou 25 mots)
hi: अपनी वॉलेट को अपने रिकवरी फ्रेज़ (24 या 25 शब्दों) से पुनर्प्राप्त करें
id: Pulihkan dompet Anda dari frasa pemulihan (24 atau 25 kata)
it: Ripristina il tuo portafoglio dalla tua frase di recupero (24 o 25 parole)
ja: お使いのウォレットを復元するには、リカバリーフレーズ（24語または25語）を使用してください
ko: 복구 문구(24개 또는 25개 단어)를 사용하여 지갑을 복구하십시오
ms: Pulihkan dompet Anda dari frase pemulihan Anda (24 atau 25 kata)
nl: Herstel je portemonnee met behulp van je herstelzin (24 of 25 woorden)
pl: Przywróć swoje portfel z użyciem swojej frazy odzyskiwania (24 lub 25 słów)
pt: Recupere a sua carteira usando a sua frase de recuperação (24 ou 25 palavras)
tr: Şifre cüzdanınızı kurtarmak için kurtarma ifadenizi (24 veya 25 kelime) kullanın
uk: Відновити гаманець за допомогою своєї фрази відновлення (24 або 25 слів)

# recover_from_private_key_message
source: Recover your wallet from your private key (hexadecimal format)
ar: لاستعادة محفظتك، استخدم مفتاحك الخاص (النمط السادس عشر).
bg: Възстановете вашия портфейл от вашата частна ключова (шестнадесетичен формат)
de: Stellen Sie Ihr Wallet anhand Ihres privaten Schlüssels (Hexadezimalformat) wieder her
es: Recupere su billetera con su clave privada (formato hexadecimal)
fr: Récupérez votre portefeuille à partir de votre clé privée (format hexadécimal)
hi: अपनी वॉलेट को अपने प्राइवेट की (हेक्साडेसिमल फॉर्मेट) से पुनर्प्राप्त करें
id: Pulihkan dompet Anda dari kunci pribadi (format heksadesimal)
it: Ripristina il tuo portafoglio dalla tua chiave privata (formato esadecimale)
ja: お使いのウォレットを復元するには、プライベートキー（16進数）を使用してください
ko: 복구 문구(24개 또는 25개 단어)를 사용하여 지갑을 복구하십시오
ms: Pulihkan dompet Anda dari kunci pribadi Anda (format heksadesimal)
nl: Herstel je portemonnee met behulp van je private sleutel (hexadecimaal formaat)
pl: Przywróć swoje portfel z użyciem swojego prywatnego klucza (format szesnastkowy)
pt: Recupere a sua carteira usando a sua chave privada (formato hexadecimal)
tr: Şifre cüzdanınızı kurtarmak için şifre anahtarınızı (onaltılık format) kullanın
uk: Відновити гаманець за допомогою свого приватного ключа (шестнадцяткове форматування)

source: Private key
ar: مفتاح خاص
bg: Частен ключ
de: Private Schlüssel
es: Clave privada
fr: Clé privée
hi: निजी कुंजी
id: Kunci pribadi
it: Chiave privata
ja: プライベートキー
ko: 개인키
ms: Kunci pribadi
nl: Privé sleutel
pl: Klucz prywatny
pt: Chave privada
tr: Şifre anahtarı
uk: Приватний ключ

# recover_from_private_key
source: Recover from private key, it should be a 64-character hexadecimal string.
ar: استعادة من مفتاح خاص
bg: Възстановяване от частен ключ
de: Daten von privatem Schlüssel wiederherstellen
es: Recuperar desde la clave privada
fr: Récupérer à partir de la clé privée
hi: निजी कुंजी से पुनर्प्राप्त करना
id: Pulihkan dari kunci pribadi, harus berupa string heksadesimal 64 karakter.
it: Recupera dalla chiave privata
ja: プライベートキーから復元する
ko: 개인키에서 복구하다
ms: Pulihkan dari kunci pribadi
nl: Herstellen van een privé sleutel
pl: Odzyskiwać z klucza prywatnego
pt: Recuperar da chave privada
tr: Şifre anahtarıyla geri kazanmak
uk: Відновити з приватного ключу

# private_key_inputfield
source: Paste your private key here
ar: قم بلصق مفتاحك الخاص هنا
bg: Вмъкнете своя частен ключ тук
de: Fügen Sie hier Ihren privaten Schlüssel ein
es: Pega tu clave privada aquí
fr: Collez votre clé privée ici
hi: यहाँ अपनी निजी कुंजी डालें
id: Tempel kunci pribadi Anda di sini
it: Incolla la tua chiave privata qui
ja: ここにあなたのプライベートキーを貼り付けます
ko: 여기 개인키를 붙여넣으세요
ms: Tempel kunci pribadi Anda di sini
nl: Plak je private sleutel hier
pl: Wklej swój klucz prywatny tutaj
pt: Cole sua chave privada aqui
tr: Şifre anahtarınızı buraya yapıştırın
uk: Вставте свій приватний ключ тут

# private_key_error_hexadecimal
source: Private key must be hexadecimal
bg: Частен ключ трябва да е шестнадесетичен
es: La clave privada debe ser hexadecimal
fr: La clé privée doit être hexadécimale
id: Kunci pribadi harus berupa heksadesimal
it: La chiave privata deve essere esadecimale
ja: プライベートキーは16進数である必要があります
ko: 개인키는 16진수여야 합니다
ms: Kunci pribadi harus dalam format heksadesimal
nl: Private sleutel moet hexadecimaal zijn
pt: Chave privada deve ser hexadecimal

# private_key_error_length
source: Private key must be 64 characters long
bg: Частен ключ трябва да е дълъг 64 символа
es: La clave privada debe tener 64 caracteres de longitud
fr: La clé privée doit avoir 64 caractères
id: Kunci pribadi harus sepanjang 64 karakter
it: La chiave privata deve essere lunga 64 caratteri
ja: プライベートキーは64文字の長さである必要があります
ko: 개인키는 64자 길이여야 합니다
ms: Kunci pribadi harus memiliki panjang 64 karakter
nl: Private sleutel moet 64 karakters lang zijn
pt: Chave privada deve ter 64 caracteres de comprimento

# set_a_wallet_name
source: Set a name for your wallet
ar: حدد اسمًا لمحفظتك
bg: Задайте име на портфейла
de: Name für Ihr Wallet festlegen
es: Establezca un nombre para su billetera
fr: Définissez un nom pour votre portefeuille
hi: वॉलेट के लिए नाम सेट करें
id: Tetapkan nama untuk dompet Anda
it: Imposta un nome per il tuo portafoglio
ja: 財布に名前を設定する
ko: 지갑에 이름 설정하기
ms: Tetapkan nama untuk dompet Anda
nl: Stel een naam in voor uw portemonnee
pl: Ustaw nazwę dla swojego portfela
pt: Defina um nome para sua carteira
tr: Cüzdanınıza bir isim belirleyin
uk: Встановіть назву для свого гаманця

# choose_strong_password
source: Choose a strong password
ar: اختر كلمة مرور قوية
bg: Изберете силен парол
de: Wählen Sie ein starkes Passwort
es: Elige una contraseña fuerte
fr: Choisissez un mot de passe fort
hi: एक मजबूत पासवर्ड चुनें
id: Pilih kata sandi yang kuat
it: Scegli una password forte
ja: 強いパスワードを選択してください
ko: 강한 비밀번호를 선택하세요
ms: Pilih kata sandi yang kuat
nl: Kies een sterk wachtwoord
pl: Wybierz silną hasło
pt: Escolha uma senha forte
tr: Güçlü bir parola seçin
uk: Виберіть надійний пароль

source: Confirm your password
ar: تأكيد كلمة المرور
bg: Потвърдете вашия парол
de: Bestätigen Sie Ihr Passwort
es: Confirmar su contraseña
fr: Confirmez votre mot de passe
hi: पासवर्ड की पुष्टि करें
id: Konfirmasi kata sandi Anda
it: Conferma la tua password
ja: パスワードを確認してください
ko: 비밀번호를 확인하세요
ms: Konfirmasi kata sandi Anda
nl: Bevestig uw wachtwoord
pl: Potwierdź swoje hasło
pt: Confirme sua senha
tr: Parola doğrulayın
uk: Підтвердіть свій пароль

source: Wallet name
ar: اسم المحفظة
bg: Име на портфейла
es: Nombre de la billetera
fr: Nom du portefeuille
hi: वॉलेट का नाम
id: Nama dompet
it: Nome del portafoglio
ja: 財布の名前
ko: 지갑 이름
ms: Nama dompet
nl: Portemonneenaam
pl: Nazwa portfela
pt: Nome da carteira
tr: Cüzdan adı
uk: Назва гаманця

# wallet_name_capitalize
source: Wallet Name
ar: نفس الشيء
bg: Име на портфейла
es: Nombre de la billetera
fr: Nom du Portefeuille
hi: वॉलेट का नाम
id: Nama Dompet
it: Nome del portafoglio
ja: 財布の名前
ko: 지갑 이름
ms: Nama Dompet
nl: Portemonnee Naam
pl: Nazwa portfela
pt: Nome da carteira
tr: Cüzdan Adı
uk: Назва гаманця

# wallet_address_capitalize
source: Wallet Address
ar: عنوان المحفظة
bg: Адрес на портфейла
de: Wallet-Adresse
es: Dirección de la billetera
fr: Adresse du Portefeuille
hi: वॉलेट पता
id: Alamat Dompet
it: Indirizzo del portafoglio
ja: 財布の住所
ko: 지갑 주소
ms: Alamat Dompet
nl: Portemonnee Adres
pl: Adres portfela
pt: Endereço da carteira
tr: Cüzdan Adresi
uk: Адреса гаманця
