Repository: xelis-project/xelis-genesix-wallet
Catalog: lib/l10n/app_*.arb
Languages: ar, bg, de, es, fr, hi, id, it, ja, ko, ms, nl, pl, pt, tr, uk

# seed_warning_message_3
source: Save it somewhere safe. You can write it down on a piece of paper.
ar: احفظه في مكان آمن. يمكنك كتابته على قطعة من الورق:
bg: Запазете го на сигурно място. Можете да го запишете на лист хартия.
de: Bewahren Sie ihn an einem sicheren Ort auf. Sie können ihn auf ein Blatt Papier schreiben.
es: Guárdala en un lugar seguro. Puedes escribirla en un papel.
fr: Conservez-la dans un endroit sûr. Vous pouvez l'écrire sur une feuille de papier.
hi: इसे किसी सुरक्षित जगह पर रख लें। आप इसे कागज़ के एक टुकड़े पर लिख सकते हैं।
id: Simpan di tempat yang aman. Anda dapat menulisnya di atas secarik kertas.
it: Conservatelo in un posto sicuro. Potete scriverlo su un foglio di carta.
ja: 安全な場所に保存してください。紙に書くこともできます。
ko: 안전한 곳에 저장하세요. 종이에 적어두어도 됩니다.
ms: Simpan di tempat yang selamat. Anda boleh menulisnya di sehelai kertas.
nl: Bewaar het op een veilige plek. Je kunt het opschrijven op een stuk papier.
pl: Zapisz go w bezpiecznym miejscu. Możesz go zapisać na kartce papieru.
pt: Guarde-a num lugar seguro. Pode escrevê-lo numa folha de papel.
tr: Güvenli bir yere kaydedin. Bir kağıda yazabilirsiniz.
uk: Збережіть його в безпечному місці. Можете записати його на папері.

# seed_warning_message_4
source: Yes, I have saved my seed.
ar: نعم، لقد قمت بحفظ بذرتي.
bg: Да, запазих семената си.
de: Ja, ich habe meinen Seed gespeichert.
es: Sí, he guardado mi semilla.
fr: Oui, j'ai sauvegardé ma graine.
hi: हाँ, मैंने अपना बीज बचा लिया है।
id: Ya, saya telah menyimpan seed saya.
it: Sì, ho conservato il seme.
ja: はい、シードを保存しました。
ko: 예, 씨앗을 저장했습니다.
ms: Ya, saya telah menyimpan biji saya.
nl: Ja, ik heb mijn seed bewaard.
pl: Tak, zapisałem swoje seed.
pt: Sim, guardei a minha semente.
tr: Evet, tohumlarımı sakladım.
uk: Так, я зберіг свій seed.

# table_generation_message_1
source: This is a one-time process, creating a data table that enables the wallet to decrypt your balance instantly.
ar: هذا هو الإجراء مرة واحدة فقط، يقوم بإنشاء جدول بيانات يسمح للمحفظة بتشفير رصيدك على الفور:
bg: Това е еднократен процес, при който се създава таблица с данни, която позволява на портфейла да декриптира баланса ви незабавно.
de: Dies ist ein einmaliger Vorgang, bei dem eine Datentabelle erstellt wird, die es dem Wallet ermöglicht, Ihr Guthaben sofort zu entschlüsseln.
es: Este proceso se realiza solo una vez y crea una tabla de datos que permite a la billetera descifrar tu saldo al instante.
fr: Il s'agit d'un processus à effectuer une seule fois, qui crée une table de données permettant au portefeuille de décrypter votre solde instantanément.
hi: यह एक बार की प्रक्रिया है, जो एक डेटा तालिका बनाती है जो वॉलेट को आपके शेष राशि को तुरंत डिक्रिप्ट करने में सक्षम बनाती है।
id: Ini adalah proses satu kali, membuat tabel data yang memungkinkan dompet untuk mendekripsi saldo Anda secara instan.
it: Si tratta di un processo che crea una tabella di dati che consente al portafoglio di decifrare istantaneamente il saldo.
ja: これは一度だけの処理で、ウォレットが即座に残高を解読できるようにデータテーブルを作成します。
ko: 이는 일회성 프로세스로, 지갑에서 잔액을 즉시 해독할 수 있는 데이터 테이블을 생성합니다.
ms: Ini adalah proses satu kali untuk mencipta jadual data yang membolehkan dompet menyulitkan baki anda secara langsung.
nl: Dit is een eenmalig proces waarbij een gegevenstabel wordt aangemaakt waarmee de portemonnee je saldo direct kan ontsleutelen.
pl: To jest jednorazowy proces generowania tabeli danych, który umożliwia portfelowi natychmiastowe odszyfrowanie salda.
pt: Este é um processo único, que cria uma tabela de dados que permite à carteira desencriptar o seu saldo instantaneamente.
tr: Bu tek seferlik bir işlemdir ve cüzdanın bakiyenizin şifresini anında çözmesini sağlayan bir veri tablosu oluşturur.
uk: Це одноразовий процес створення таблиці даних, яка дозволяє гаманцю миттєво розшифрувати ваш баланс.

# table_generation_message_web
source: Creating a data table that enables the wallet to decrypt your balance instantly.
ar: إنشاء جدول بيانات يسمح للمحفظة بتشفير رصيدك على الفور:
bg: Създаване на таблица с данни, която позволява на портфейла да декриптира баланса ви незабавно
de: Erstellung einer Datentabelle, die es dem Wallet ermöglicht, Ihren Kontostand sofort zu entschlüsseln
es: Creación de una tabla de datos que permite a la billetera descifrar su saldo instantáneamente
fr: Création d'une table de données permettant au portefeuille de décrypter votre solde instantanément
hi: एक डेटा टेबल बनाना जो वॉलेट को आपके बैलेंस को तुरंत डिक्रिप्ट करने में सक्षम बनाता है
id: Membuat tabel data yang memungkinkan dompet untuk mendekripsi saldo Anda secara instan.
it: Creazione di una tabella dati che consente al portafoglio di decifrare il saldo in modo istantaneo
ja: ウォレットが即座にあなたの残高を復号化できるようにするデータテーブルの作成
ko: 지갑이 즉시 잔액을 복호화할 수 있도록 데이터 테이블을 만듭니다
ms: Mencipta jadual data yang membolehkan dompet untuk menyandikan baki anda dengan serta merta
nl: Creëren van een gegevenstabel waarmee de portemonnee uw saldo kan ontsleutelen
pl: Tworzenie tabeli danych, która umożliwia portfelowi natychmiastowe odszyfrowanie salda
pt: Criação de uma tabela de dados que permite à carteira descriptografar o saldo instantaneamente
tr: Cüzdanın anında bakiyenizi şifrelemeyi sağlayan bir veri tablosunun oluşturulması
uk: Створення таблиці даних, яка дозволяє гаманцею миттєво розшифрувати баланс

source: Information
ar: معلومات
bg: Информация
de: Informationen
es: Información
hi: जानकारी
id: Informasi
it: Informazioni
ja: 情報
ko: 정보
ms: Maklumat
nl: Informatie
pl: Informacje
pt: Informações
tr: Bilgi
uk: Інформація

source: Network
ar: شبكة
bg: Мрежа
de: Netzwerk
es: Red
fr: Réseau
hi: नेटवर्क
id: Jaringan
it: Rete
ja: ネットワーク
ko: 네트워크
ms: Rangkaian
nl: Netwerk
pl: Sieć
pt: Rede
tr: Ağ
uk: Мережа

source: Node Type
ar: نوع العقد
bg: Тип възел
de: Knoten-Typ
es: Tipo de nodo
fr: Type de Noeud
hi: नोड प्रकार
id: Tipe Node
it: Tipo di nodo
ja: ノードタイプ
ko: 노드 유형
ms: Jenis Nod
pl: Typ węzła
pt: Tipo de nó
tr: Düğüm Türü
uk: Тип вузла

source: Full Node
ar: عقد كامل
bg: Пълен възел
de: Voller Knoten
es: Nodo completo
fr: Noeud Complet
hi: पूर्ण नोड
id: Node Penuh
it: Nodo completo
ja: フルノード
ko: 전체 노드
ms: Nod Penuh
nl: Volledige Node
pl: Pełny węzeł
pt: Nó completo
tr: Tam Düğüm
uk: Повний вузол

source: Pruned Node
ar: عقد مفروم
bg: Подрязан възел
de: Gekürzter Knoten
es: Nodo podado
fr: Noeud allégé
hi: छँटा हुआ नोड
id: Node Pruned
it: Nodo ridotto
ja: プルーニングノード
ko: 가지치기 노드
ms: Nod Pangkas
nl: Gesnoeide Node
pl: Przycięty węzeł
pt: Nó podado
tr: Kesilmiş Düğüm
uk: Обрізаний вузол

source: Circulating Supply
ar: العرض المتداول
bg: Циркулираща наличност
de: Umlaufversorgung
es: Suministro circulante
fr: Offre en Circulation
hi: परिसंचारी आपूर्ति
id: Pasokan Beredar
it: Circolazione
ja: 流通供給量
ko: 순환 공급
ms: Bekalan Beredar
nl: Circulerend aanbod
pl: Cyrkulująca podaż
pt: Fornecimento de circulação
tr: Dolaşımdaki Arz
uk: Обігове постачання

source: Average Block Time
ar: متوسط ​​وقت كتلة
bg: Средно време на блока
de: Durchschnittliche Blockzeit
es: Tiempo promedio por bloque
fr: Temps Moyen par Block
hi: औसत ब्लॉक समय
id: Waktu Blok Rata-rata
it: Tempo medio del blocco
ja: 平均ブロック時間
ko: 평균 블록 시간
ms: Purata Masa Blok
nl: Gemiddelde bloktijd
pl: Średni czas bloku
pt: Tempo médio de bloqueio
tr: Ortalama Blok Süresi
uk: Середній час блоку

source: seconds
ar: ثواني
bg: секунди
de: Sekunden
es: segundos
fr: secondes
hi: सेकंड
id: detik
it: secondi
ja: 秒
ko: 초
ms: saat
nl: seconden
pl: sekundy
pt: segundos
tr: saniye
uk: секунди

source: Version
ar: الإصدار
bg: Версия
es: Versión
hi: संस्करण
id: Versi
it: Versione
ja: バージョン
ko: 버전
ms: Versi
nl: Versie
pl: Wersja
pt: Versão
tr: Sürüm
uk: Версія

source: History
ar: تاريخ
bg: История
de: Verlauf
es: Historial
fr: Historique
hi: इतिहास
id: Riwayat
it: Cronologia
ja: 履歴
ko: 역사
ms: Sejarah
nl: Geschiedenis
pl: Historia
pt: História
tr: Geçmiş
uk: Історія

source: Transaction
ar: المعاملة
bg: Транзакция
de: Transaktion
es: Transacción
hi: लेनदेन
id: Transaksi
it: Transazione
ja: 取引
ko: 거래
ms: Transaksi
nl: Transactie
pl: Transakcja
pt: Transação
tr: İşlem
uk: Транзакція

source: Incoming
ar: الواردة
bg: Входящи
de: Eingehend
es: Entrante
fr: Entrant
hi: आने वाली
id: Masuk
it: In arrivo
ja: 着信
ko: 수신
ms: Masuk
nl: Inkomend
pl: Przychodzące
pt: A chegar
tr: Gelen
uk: Вхідна

source: Outgoing
ar: المخرجة
bg: Изходящи
de: Ausgehend
es: Saliente
fr: Sortant
hi: जावक
id: Keluar
it: In uscita
ja: 発信
ko: 발신
ms: Keluar
nl: Uitgaand
pl: Wychodzące
pt: De saída
tr: Giden
uk: Вихідна

# coinbase
source: Mining
ar: تعدين
bg: Минно дело
de: Coinbase
es: Coinbase
fr: Minage
hi: खुदाई
id: Penambangan
it: Ricompense mining
ja: コインベース
ko: 마이닝
ms: Coinbase
nl: Coinbase
pl: Coinbase
pt: Exploração mineira
tr: Coinbase
uk: Coinbase

source: Burn
ar: حرق
bg: Изгаряне
de: Verbrennen
es: Quemar
fr: Brûler
hi: जलाना
id: Bakar
it: Distruzioni
ja: バーン
ko: 소각
ms: Terbakar
nl: Verbranden
pl: Spal
pt: Queimadura
tr: Yakma
uk: Спалити

source: No data
ar: لا يوجد بيانات
bg: Няма данни
de: Keine Daten
es: Sin datos
fr: Pas de données
hi: कोई डेटा नहीं
id: Tidak ada data
it: Nessun dato
ja: データなし
ko: 데이터 없음
ms: Tiada data
nl: Geen gegevens
pl: Brak danych
pt: Sem dados
tr: Veri Yok
uk: Немає даних

source: Reward
ar: مكافأة
bg: Награда
de: Belohnung
es: Recompensa
fr: Récompense
hi: इनाम
id: Hadiah
it: Ricompensa
ja: 報酬
ko: 보상
ms: Ganjaran
nl: Beloning
pl: Nagroda
pt: Recompensa
tr: Ödül
uk: Винагорода

source: Details
ar: التفاصيل
bg: Детайли
es: Detalles
fr: Détails
hi: विवरण
id: Rincian
it: Dettagli
ja: 詳細
ko: 세부 정보
ms: Butiran
pl: Szczegóły
pt: Detalhes
tr: Detaylar
uk: Деталі

source: Type
ar: نوع
bg: Тип
de: Typ
es: Tipo
hi: प्रकार
id: Tipe
it: Tipo
ja: タイプ
ko: 유형
ms: Jenis
pl: Typ
pt: Tipo
tr: Tür
uk: Тип

source: Fee
ar: رسم
bg: Такса
de: Gebühr
es: Tarifa
fr: Frais
hi: शुल्क
id: Biaya
it: Commissione
ja: 手数料
ko: 수수료
ms: Bayaran
nl: Vergoeding
pl: Opłata
pt: Taxa
tr: Ücret
uk: Комісія

source: From
ar: من
bg: От
de: Von
es: De
fr: De
hi: से
id: Dari
it: Da
ja: 送信元
ko: 에서
ms: Dari
nl: Van
pl: Od
pt: De
tr: Kimden
uk: Від

source: Extra data
ar: بيانات إضافية
bg: Допълнителни данни
de: Zusätzliche Daten
es: Datos adicionales
fr: Données supplémentaires
hi: अतिरिक्त डेटा
id: Data tambahan
it: Dati extra
ja: 追加データ
ko: 추가 데이터
ms: Data Tambahan
nl: Extra gegevens
pl: Dodatkowe dane
pt: Dados adicionais
tr: Ekstra Veriler
uk: Додаткові дані

source: Recipient
ar: المستلم
bg: Получател
de: Empfänger
es: Destinatario
fr: Bénéficiaire
hi: प्राप्तकर्ता
id: Penerima
it: Destinatario
ja: 受取人
ko: 수신자
ms: Penerima
nl: Ontvanger
pl: Odbiorca
pt: Beneficiário
tr: Alıcı
uk: Одержувач

source: Review & Send
ar: مراجعة وإرسال
bg: Преглед и изпращане
de: Überprüfen & Senden
es: Revisar y enviar
fr: Vérifier & Envoyer
hi: समीक्षा करें और भेजें
id: Tinjau & Kirim
it: Revisione e invio
ja: 確認と送信
ko: 검토 및 전송
ms: Semak & Hantar
nl: Controleren en verzenden
pl: Przejrzyj i wyślij
pt: Rever e enviar
tr: İncele ve Gönder
uk: Переглянути та надіслати

source: Review
ar: مراجعة
bg: Преглед на
de: Überprüfen
es: Revisar
fr: Revue
hi: समीक्षा
id: Tinjau
it: Recensione
ja: 確認
ko: 검토
ms: Semakan
nl: Beoordeling
pl: Przegląd
pt: Revisão
tr: İncele
uk: Огляд

source: Broadcast
ar: نشر
bg: Изпращайте
de: Broadcasten
es: Difundir
fr: Diffuser
hi: प्रसारित करें
id: Siarkan
it: Trasmettere
ja: 発信する
ko: 방송하십시오.
ms: Sebarkan
nl: Uitzenden
pl: Nadaj
pt: Difundir
tr: Yayınla
uk: Відправити

# transaction_broadcast_message
source: The transaction was broadcast to the network.
ar: تم بث المعاملة إلى الشبكة.
bg: Транзакцията е излъчена в мрежата.
de: Die Transaktion wurde an das Netzwerk gesendet.
es: La transacción se ha transmitido a la red.
fr: La transaction a été diffusée sur le réseau.
hi: लेन-देन को नेटवर्क पर प्रसारित किया गया।
id: Transaksi telah disiarkan ke jaringan.
it: La transazione è stata trasmessa alla rete.
ja: この取引はネットワークにブロードキャストされました。
ko: 트랜잭션이 네트워크에 브로드캐스트되었습니다.
ms: Urus niaga telah disiarkan ke rangkaian.
nl: De transactie is uitgezonden naar het netwerk.
pl: Transakcja została przesłana do sieci.
pt: A transação foi transmitida para a rede.
tr: İşlem ağda yayınlandı.
uk: Транзакцію транслювано в мережу.

source: Transfers
ar: التحويلات
bg: Трансфери
de: Überweisungen
es: Transferencias
fr: Transferts
hi: स्थानांतरण
id: Transfer
it: Transazioni
ja: 転送
ko: 전송
ms: Pemindahan
nl: Overdrachten
pl: Przelewy
pt: Transferências
tr: Transferler
uk: Перекази

source: Asset
ar: أصل
bg: Актив
de: Vermögen
es: Activo
fr: Actif
hi: संपत्ति
id: Aset
it: Bene
ja: 資産
ko: 자산
ms: Aset
nl: Activum
pl: Aktywo
pt: Ativo
tr: Varlık
uk: Актив

source: Receiver
ar: المستلم
bg: Получател
de: Empfänger
es: Receptor
fr: Destinataire
hi: रिसीवर
id: Penerima
it: Destinatario
ja: 受信者
ko: 수신기
ms: Penerima
nl: Ontvanger
pl: Odbiorca
pt: Recetor
tr: Alıcı
uk: Одержувач

source: Sender
ar: المرسل
bg: Изпращач
es: Remitente
fr: Expéditeur
hi: प्रेषक
id: Pengirim
it: Mittente
ja: 送信者
ko: 발신자
ms: Penghantar
nl: Verzender
pl: Nadawca
pt: Remetente
tr: Gönderen
uk: Відправник

source: Key
ar: مفتاح
bg: Ключ
de: Schlüssel
es: Clave
fr: Clé
hi: चाबी
id: Kunci
it: Chiave
ja: キー
ko: 키
ms: Kunci
nl: Sleutel
pl: Klucz
pt: Chave
tr: Anahtar
uk: Ключ

source: atomic units
ar: وحدات ذرية
bg: атомни единици
de: Atomare Einheiten
es: unidades atómicas
fr: unité atomique
hi: परमाणु इकाइयाँ
id: satuan atomik
it: unità atomiche
ja: 原子単位
ko: 원자 단위
ms: Unit atom
nl: atomische eenheden
pl: jednostki atomowe
pt: unidades atómicas
tr: Atomik Birimler
uk: атомні одиниці

source: Change password
ar: تغيير كلمة المرور
bg: Промяна на паролата
de: Passwort ändern
es: Cambiar contraseña
fr: Changer le mot de passe
hi: पासवर्ड बदलें
id: Ubah kata sandi
it: Modifica la password
ja: パスワードの変更
ko: 비밀번호 변경
ms: Tukar kata laluan
nl: Wachtwoord wijzigen
pl: Zmień hasło
pt: Alterar a palavra-passe
tr: Parolayı Değiştir
uk: Змінити пароль

source: Old password
ar: كلمة مرور قديمة
bg: Стара парола
de: Altes Passwort
es: Contraseña anterior
fr: Ancien mot de passe
hi: पुराना पासवर्ड
id: Kata sandi lama
it: Vecchia password
ja: 旧パスワード
ko: 이전 비밀번호
ms: Kata laluan lama
nl: Oud wachtwoord
pl: Stare hasło
pt: Palavra-passe antiga
tr: Eski Parola
uk: Старий пароль

source: New password
ar: كلمة مرور جديدة
bg: Нова парола
de: Neues Passwort
es: Nueva contraseña
fr: Nouveau mot de passe
hi: नया पासवर्ड
id: Kata sandi baru
it: Nuova password
ja: 新しいパスワード
ko: 새 비밀번호
ms: Kata laluan baru
nl: Nieuw wachtwoord
pl: Nowe hasło
pt: Nova palavra-passe
tr: Yeni Parola
uk: Новий пароль

source: Confirm password
ar: تأكيد كلمة المرور
bg: Потвърждение на паролата
de: Passwort bestätigen
es: Confirmar contraseña
fr: Confirmer mot de passe
hi: पासवर्ड की पुष्टि कीजिये
id: Konfirmasi kata sandi
it: Confermare la password
ja: パスワードの確認
ko: 비밀번호 확인
ms: Sahkan kata laluan
nl: Bevestig wachtwoord
pl: Potwierdź hasło
pt: Confirmar a palavra-passe
tr: Parolayı Onayla
uk: Підтвердити пароль

# same_old_new_password_error
source: the old and new passwords are identical
ar: نفس كلمتي المرور القديمة والجديدة.
bg: старата и новата парола са идентични
de: Das alte und das neue Passwort sind identisch
es: las contraseñas anterior y nueva son idénticas
fr: l'ancien et le nouveau mot de passe sont identiques
hi: पुराने और नए पासवर्ड एक जैसे हैं
id: kata sandi lama dan baru identik
it: la vecchia e la nuova password sono identiche
ja: 新しいパスワードは旧パスワードと同じです
ko: 이전 비밀번호와 새 비밀번호가 동일합니다.
ms: Kata laluan lama dan baru adalah sama
nl: Het oude en nieuwe wachtwoord zijn identiek
pl: Stare i nowe hasło są identyczne
pt: a palavra-passe antiga e a nova são idênticas
tr: Eski ve yeni parolalar aynı olmalıdır.
uk: Старий і новий паролі співпадають

# not_match_new_password_error
source: does not match the new password
ar: لا تتطابق مع كلمة المرور الجديدة.
bg: не съвпада с новата парола
de: Passwort stimmt nicht mit dem neuen Passwort überein
es: no coincide con la nueva contraseña
fr: ne correspond pas au nouveau mot de passe
hi: नये पासवर्ड से मेल नहीं खाता
id: tidak cocok dengan kata sandi baru
it: non corrisponde alla nuova password
ja: 新しいパスワードが一致しません
ko: 새 비밀번호와 일치하지 않습니다.
ms: Tidak sepadan dengan kata laluan baru
nl: Komt niet overeen met het nieuwe wachtwoord
pl: Nie pasuje do nowego hasła
pt: não corresponde à nova palavra-passe
tr: Yeni parola eşleşmiyor.
uk: Не співпадає з новим паролем

# password_cannot_be_changed_error
source: the password cannot be changed
ar: لا يمكن تغيير كلمة المرور
bg: паролата не може да бъде променена
de: Das Passwort kann nicht geändert werden
es: no se puede cambiar la contraseña
fr: le mot de passe ne peut être changé
hi: पासवर्ड बदला नहीं जा सकता
id: kata sandi tidak dapat diubah
it: la password non può essere modificata
ja: パスワードは変更できません
ko: 비밀번호를 변경할 수 없습니다.
ms: Kata laluan tidak boleh ditukar
nl: Het wachtwoord kan niet worden gewijzigd
pl: Nie można zmienić hasła
pt: a palavra-passe não pode ser alterada
tr: Parola değiştirilemez.
uk: Пароль не можна змінити

source: Password changed!
ar: تم تغيير كلمة المرور!
bg: Паролата е променена!
de: Passwort geändert!
es: ¡Contraseña cambiada!
fr: Mot de passe modifié !
hi: पासवर्ड बदला गया!
id: Kata sandi diubah!
it: Password modificata!
ja: パスワードが変更されました！
ko: 비밀번호가 변경되었습니다!
ms: Kata laluan berjaya ditukar!
nl: Wachtwoord gewijzigd!
pl: Hasło zostało zmienione!
pt: Palavra-passe alterada!
tr: Parola değiştirildi!
uk: Пароль змінено!

# wallet_deleted
source: Wallet was deleted.
ar: تم حذف المحفظة.
bg: Портфейлът е изтрит.
de: Wallet gelöscht.
es: La billetera ha sido eliminada.
fr: Le portefeuille a été supprimé.
hi: बटुआ हटा दिया गया.
id: Dompet telah dihapus.
it: Il portafoglio è stato eliminato.
ja: 財布が削除されました
ko: 지갑이 삭제되었습니다.
ms: Dompet telah dipadamkan.
nl: Portemonnee is verwijderd.
pl: Portfel został usunięty.
pt: A carteira foi eliminada.
tr: Cüzdan silindi.
uk: Гаманець видалено.

# wallet_renamed
source: Wallet was renamed.
ar: تم إعادة تسمية المحفظة.
bg: Портфейлът е преименуван.
de: Wallet umbenannt.
es: Se ha cambiado el nombre de la billetera.
fr: Le portefeuille a été renommé.
hi: वॉलेट का नाम बदल दिया गया.
id: Dompet telah diganti namanya.
it: Il portafoglio è stato rinominato.
ja: 財布が名前変更されました
ko: 지갑의 이름이 변경되었습니다.
ms: Dompet telah dinamakan semula.
nl: Portemonnee is hernoemd.
pl: Nazwa portfela została zmieniona.
pt: O nome da carteira foi alterado.
tr: Cüzdan adı değiştirildi.
uk: Гаманець перейменовано.

source: Rename wallet
ar: إعادة تسمية المحفظة
bg: Преименуване на портфейла
de: Wallet umbenennen
es: Cambiar nombre de la billetera
fr: Renommer le portefeuille
hi: वॉलेट का नाम बदलें
id: Ganti nama dompet
it: Rinominare il portafoglio
ja: 財布の名前を変更する
ko: 지갑 이름 변경
ms: Namakan semula dompet
nl: Portemonnee hernoemen
pl: Zmień nazwę portfela
pt: Mudar o nome da carteira
tr: Cüzdanı Yeniden Adlandır
uk: Перейменувати гаманець

source: New name
ar: اسم جديد
bg: Ново име
de: Neuer Name
es: Nuevo nombre
fr: Nouveau nom
hi: नया नाम
id: Nama baru
it: Nuovo nome
ja: 新しい名前
ko: 새 이름
ms: Nama baru
nl: Nieuwe naam
pl: Nowa nazwa
pt: Novo nome
tr: Yeni İsim
uk: Нова назва

source: View seed
ar: عرض البذور
bg: Преглед на семената
de: Seed anzeigen
es: Ver semilla
fr: Voir la graine
hi: बीज देखें
id: Lihat seed
it: Visualizza il seme
ja: シードを表示
ko: 시드 보기
ms: Lihat biji
nl: Seed bekijken
pl: Wyświetl seed
pt: Ver sementes
tr: Tohumu Görüntüle
uk: Переглянути seed

source: History parameters
ar: معلمات التاريخ
bg: Параметри на историята
de: Historische Parameter
es: Parámetros de historial
fr: Paramètres de l'historique
hi: इतिहास पैरामीटर
id: Parameter riwayat
it: Parametri della cronologia
ja: 履歴パラメータ
ko: 기록 매개변수
ms: Parameter sejarah
nl: Geschiedenisparameters
pl: Parametry historii
pt: Parâmetros históricos
tr: Geçmiş Parametreleri
uk: Параметри історії

# hide_zero_transfers
source: Hide zero transfer
ar: مُخفي التحويلات صفر
bg: Скриване на нулеви трансфери
de: Null-Überweisungen ausblenden
es: Ocultar transferencias con saldo cero
fr: Cacher les transferts vides
hi: शून्य पर स्थानांतरण पकड़ो
id: Sembunyikan transfer nol
it: Nascondi le transazioni nulle
ja: ゼロ転送を非表示にする
ko: 전송을 0으로 저장
ms: Sembunyikan pemindahan sifar
nl: Nul overdrachten verbergen
pl: Ukryj transfery o wartości zero
pt: Transferir as transferências para zero
tr: Sıfır Transferleri Gizle
uk: Приховати перекази з нульовим балансом

source: Hide extra data
ar: إخفاء البيانات الإضافية
bg: Скриване на допълнителни данни
de: Zusätzliche Daten ausblenden
es: Ocultar datos adicionales
fr: Cacher les données supplémentaires
hi: अतिरिक्त डेटा छिपाएँ
id: Sembunyikan data tambahan
it: Nascondi i dati extra
ja: 余分なデータを非表示にする
ko: 추가 데이터 숨기기
ms: Sembunyikan data tambahan
nl: Extra gegevens verbergen
pl: Ukryj dodatkowe dane
pt: Ocultar dados extra
tr: Ekstra Verileri Gizle
uk: Приховати додаткові дані

source: Delete wallet
ar: حذف المحفظة
bg: Изтриване на портфейла
de: Wallet löschen
es: Eliminar billetera
fr: Supprimer le portefeuille
hi: वॉलेट हटाएं
id: Hapus dompet
it: Elimina il portafoglio
ja: 財布を削除する
ko: 지갑 삭제
ms: Padamkan dompet
nl: Portemonnee verwijderen
pl: Usuń portfel
pt: Eliminar a carteira
tr: Cüzdanı Sil
uk: Видалити гаманець

source: Light
ar: أشعة الشمس
bg: Светла
de: Hell
es: Claro
fr: Clair
hi: रोशनी
id: Terang
it: Chiaro
ja: ライト
ko: 빛
ms: Cerah
nl: Licht
pl: Jasny
pt: Luz
tr: Açık
uk: Світла

source: Dark
ar: ظلام
bg: Тъмна
de: Dunkel
es: Oscuro
fr: Sombre
hi: अँधेरा
id: Gelap
it: Scuro
ja: ダーク
ko: 어둠
ms: Gelap
nl: Donker
pl: Ciemny
pt: Escuro
tr: Koyu
uk: Темна

source: Theme
ar: مظهر
bg: Тема
de: Thema
es: Tema
fr: Thème
hi: विषय
id: Tema
it: Tema
ja: テーマ
ko: 테마
ms: Tema
nl: Thema
pl: Motyw
pt: Tema
tr: Tema
uk: Тема

source: Yes
ar: نعم
bg: Да
de: Ja
es: Sí
fr: Oui
hi: हाँ
id: Ya
it: Sì
ja: はい
ko: 예
ms: Ya
nl: Ja
pl: Tak
pt: Sim
tr: Evet
uk: Так

source: No
ar: لا
bg: Не
de: Nein
fr: Non
hi: नहीं
id: Tidak
ja: いいえ
ko: 아니요
ms: Tidak
nl: Nee
pl: Nie
pt: Não
tr: Hayır
uk: Ні

source: Are you sure?
ar: هل أنت متأكد؟
bg: Сигурни ли сте?
de: Sind Sie sicher?
es: ¿Estás seguro?
fr: Êtes-vous sûrs ?
hi: क्या आपको यकीन है?
id: Apakah Anda yakin?
it: Sei sicuro?
ja: 本当によろしいですか？
ko: 확실하신가요?
ms: Adakah anda pasti?
nl: Weet je het zeker?
pl: Czy na pewno?
pt: Tens a certeza?
tr: Emin misiniz?
uk: Ви впевнені?

source: Block Reward
ar: جائزة كتلة
bg: Награда за блок
de: Block-Belohnung
es: Recompensa por bloque
fr: Récompense par bloc
hi: ब्लॉक पुरस्कार
id: Hadiah Blok
it: Ricompensa del blocco
ja: ブロック報酬
ko: 블록 보상
ms: Ganjaran Blok
nl: Blokbeloning
pl: Nagroda za blok
pt: Recompensa por bloco
tr: Blok Ödülü
uk: Винагорода за блок

source: modify
ar: تعديل
bg: Промяна на
de: Ändern
es: Modificar
fr: modifier
hi: संशोधित
id: ubah
it: modifica
ja: 変更
ko: 수정
ms: Ubah
nl: Wijzigen
pl: Modyfikuj
pt: modificar
tr: Değiştir
uk: Змінити

source: remove
ar: حذف
bg: Премахване на
de: Entfernen
es: Eliminar
fr: supprimer
hi: निकालना
id: hapus
it: rimuovi
ja: 削除
ko: 제거
ms: Keluarkan
nl: Verwijderen
pl: Usuń
pt: remover
tr: Kaldır
uk: Видалити

source: Clear cache
ar: مسح ذاكرة التخزين المؤقت
bg: Изчистване на кеша
de: Cache löschen
es: Borrar caché
fr: Vider le cache
hi: कैश को साफ़ करें
id: Bersihkan cache
it: Cancella la cache
ja: キャッシュをクリア
ko: 캐시 지우기
ms: Kosongkan cache
nl: Cache wissen
pl: Wyczyść pamięć podręczną
pt: Limpar a cache
tr: Önbelleği Temizle
uk: Очистити кеш

source: Cache cleared!
ar: تم مسح ذاكرة التخزين المؤقت!
bg: Кешът е изчистен!
de: Cache gelöscht!
es: ¡Caché borrada!
fr: Cache vidé !
hi: कैश साफ़ हो गया!
id: Cache dibersihkan!
it: Cache cancellata!
ja: キャッシュがクリアされました！
ko: 캐시가 지워졌습니다!
ms: Cache telah dikosongkan!
nl: Cache gewist!
pl: Pamięć podręczna została wyczyszczona!
pt: Cache limpa!
tr: Önbellek temizlendi!
uk: Кеш очищено!
