Repository: xelis-project/xelis-genesix-wallet
Catalog: lib/l10n/app_*.arb
Languages: ar, bg, de, es, fr, hi, id, it, ja, ko, ms, nl, pl, pt, tr, uk

# burn_screen_warning_message
source: The Burn function allows you to destroy tokens permanently. Once this action has been performed, it will no longer be possible to recover the tokens.
ar: دالة الحرق تسمح لك بتدمير العملات الرقمية بشكل دائم. بعد تنفيذ هذه العملية ، لن يكون من الممكن استرداد العملات الرقمية
bg: Функция „Изгаряне“ ви позволява да унищожите токените завинаги. След като тази операция бъде извършена, вече няма да е възможно да се възстановят токените.
de: Die Verbrennungsfunktion ermöglicht es Ihnen, Token dauerhaft zu vernichten. Sobald diese Aktion ausgeführt wurde, ist es nicht mehr möglich, die Tokens wiederherzustellen.
es: La función de quema te permite destruir los tokens permanentemente. Una vez que se haya realizado esta acción, ya no será posible recuperar los tokens.
fr: La fonction Brûler vous permet de détruire les jetons définitivement. Une fois cette action effectuée, il ne sera plus possible de récupérer les jetons.
hi: टोकन को हमेशा के लिए नष्ट करने की अनुमति देने वाली "बर्न" फ़ंक्शन। एक बार इस क्रिया को पूरा होने पर, टोकन पुनर्प्राप्त करना संभव नहीं होगा.
id: Fungsi Hangus (Burn) memungkinkan Anda untuk menghancurkan token secara permanen. Setelah tindakan ini dilakukan, token tidak mungkin lagi dipulihkan.
it: La funzione di bruciore ti permette di distruggere i token in modo permanente. Una volta eseguita questa azione, non sarà più possibile recuperare i token.
ja: 機能「バーン」を使用すると、トークンを永久に破壊できます。この操作が行われたら、トークンの回収は不可能になります
ko: 토큰을 영구적으로 소멸시키는 기능입니다. 이 작업이 수행된 후에는 토큰을 복구할 수 없습니다.
ms: Fungsi Bakar membolehkan anda untuk memusnahkan token secara permanen. Setelah tindakan ini dilakukan, tidak akan mungkin lagi untuk memulihkan token tersebut.
nl: De verbrandfunctie laat je tokens permanent vernietigen. Zodra deze actie is voltooid, zal het niet meer mogelijk zijn om de tokens terug te vorderen.
pl: Funkcja spalania pozwala Ci na trwałe zniszczenie tokenów. Po wykonaniu tej czynności nie będzie już możliwości odzyskania tokenów.
pt: A função queimar permite-lhe destruir os tokens permanentemente. Uma vez executada esta ação, não será possível recuperar os tokens.
tr: Tokenleri kalıcı olarak yok etme seçeneği sunan "Yanma" fonksiyonu vardır. Bu işlem gerçekleştirildikten sonra tokenleri geri almak mümkün değildir.
uk: Функція „Спалення“ дозволяє вам назавжди знищити токени. Після виконання цієї дії вже не буде можливо відновити токены.

# burn_confirmation
source: I understand that this action is irreversible and I will not be able to recover the funds.
ar: هذا الإجراء لا يمكن إعادته وأنني لن أتمكن من استعادة الأموال.
bg: Разбира се, че това действие е необратимо и няма да мога да възстановя средствата.
de: Ich verstehe, dass dieser Vorgang unwiderruflich ist und ich die Mittel nicht wiederherstellen kann.
es: Comprendo que esta acción es irreversible y no podré recuperar los fondos.
fr: Je comprends que cette action est irréversible et que je ne pourrai pas récupérer les fonds.
hi: मैं समझता हूँ कि यह कार्य अपरिवर्तनीय है और मैं धन वापस नहीं पा पाऊंगा।
id: Saya mengerti bahwa tindakan ini tidak dapat dibatalkan dan saya tidak akan dapat memulihkan dana tersebut.
it: Capisco che questa azione è irreversibile e non potrò recuperare i fondi.
ja: 私はこの操作が取り消せず、資金を取り戻せないと理解しています。
ko: 저는 이 작업이 되돌릴 수 없으며 자금을 되찾을 수 없다는 것을 이해합니다.
ms: Saya faham bahawa tindakan ini tidak dapat dibatalkan dan saya tidak akan dapat memulihkan dana tersebut.
nl: Ik begrijp dat deze actie onomkeerbaar is en dat ik de fondsen niet meer kan terugkrijgen.
pl: Rozumiem, że to działanie jest nieodwracalne i nie będę mógł odzyskać środków.
pt: Entendo que esta acção é irreversível e que não poderei recuperar os fundos.
tr: Anlayışıyorum ki bu işlem geri alınamaz ve fonları geri alamam.
uk: розумію, що це дія незворотній і я не зможу відновити кошти

# transfer_screen_message
source: Here you can transfer your assets to another wallet.
ar: يمكنك نقل أصولك إلى محفظة أخرى هنا.
bg: Тук можете да прехвърлите активите си към друг портфейл.
de: Hier können Sie Ihre Vermögenswerte an eine andere Wallet überweisen.
es: Aquí puede transferir sus activos a otra cartera.
fr: Ici vous pouvez transférer vos actifs vers un autre portefeuille.
hi: यहाँ आप अपने एसेट्स को किसी अन्य वॉलेट में स्थानांतरित कर सकते हैं.
id: Di sini Anda dapat mentransfer aset Anda ke dompet lain.
it: Qui puoi trasferire i tuoi asset a un altro portafoglio.
ja: ここでは、資産を別のウォレットに転送できます。
ko: 여기에서 자산을 다른 지갑으로 이체할 수 있습니다.
ms: Di sini anda boleh memindahkan aset anda ke dompet lain.
nl: Hier kun je uw activa overmaken naar een andere portefeuille.
pl: Tutaj możesz przenieść swoje aktywa na inny portfel.
pt: Aqui pode transferir os seus activos para outra carteira.
tr: Burada varlıklarınızı başka bir cüzdana aktarabilirsiniz.
uk: Тут ви можете переказати активи на інший гаманець.

source: Estimated Fee:
ar: التكلفة المقدرة:
bg: Оценена такса:
de: Geschätzte Gebühr:
es: Comisión estimada:
fr: Frais estimés:
hi: अनुमानित शुल्क:
id: Estimasi Biaya:
it: Commissione stimata:
ja: 推定料金:
ko: 예상 수수료:
ms: Biaya diperkirakan:
nl: Geschatte kosten:
pl: Szacunkowy koszt:
pt: Taxa estimada:
tr: Tahmini ücret:
uk: Оцінена комісія:

# boost_fees_title
source: Boost fees (optional)
ar: زيادة الرسوم (اختياري)
bg: Увеличение таксу (необязательно)
de: Gebührenehöhung (optional)
es: Aumentar las tarifas (opcional)
fr: Augmenter les frais (optionnel)
hi: शुल्क बढ़ाएं (वैकल्पिक)
id: Tingkatkan biaya (opsional)
it: Aumentare le tariffe (opzionale)
ja: 手数料を増やす（オプション）
ko: 수수료 증가 (선택 사항)
ms: Meningkatkan biaya (opsional)
nl: Verhogen van de kosten (optioneel)
pl: Podnieś cechę (opcjonalny)
pt: Aumentar as taxas (opcional)
tr: Ücretleri artır (isteğe bağlı)
uk: Повідомити про комісію (опціонально)

# boost_fees_message
source: Multiply the fee to speed up the transaction if the network is congested. In most cases, the default fee is enough.
ar: اضرب الرسوم لتعجيل العملية إذا كانت الشبكة مزدحمة. في معظم الحالات، يكفي الرسوم الافتراضية
bg: Умножьте таксу, чтобы ускорить транзакцию, если сеть перегружена. В большинстве случаев достаточно стандартной комиссии.
de: Verdoppeln Sie die Gebühr, um die Transaktion zu beschleunigen, wenn das Netzwerk überlastet ist. In den meisten Fällen reicht die Standardgebühr aus.
es: Multiplicar la tarifa para acelerar la transacción si la red está congestionada. En la mayoría de los casos, la tarifa predeterminada es suficiente.
fr: Multiplier la frais pour accélérer la transaction si le réseau est congestionné. Dans la plupart des cas, les frais par défaut sont suffisants.
hi: शुल्क को गुणा करके यदि नेटवर्क व्यस्त है तो लेनदेन को तेज करें। ज्यादातर मामलों में डिफ़ॉल्ट शुल्क पर्याप्त होता है
id: Kalikan biaya untuk mempercepat transaksi jika jaringan sedang padat. Dalam kebanyakan kasus, biaya default sudah cukup.
it: Moltiplicare la commissione per velocizzare la transazione se la rete è congestionata. Nella maggior parte dei casi, la commissione predefinita è sufficiente.
ja: 倍増手数料をかけて、ネットワークが混雑している場合は取引を高速化します。ほとんどの場合、デフォルト料金は十分です
ko: 거래가 혼잡한 경우 수수료를 곱하여 거래를 가속화하십시오. 일반적으로 기본 수수료는 충분합니다.
ms: Naikkan biaya untuk mempercepat transaksi jika jaringan padat. Dalam kebanyakan kasus, biaya default sudah cukup.
nl: Vermenigvuldig de kosten om de transactie te versnellen als het netwerk verstopt is. In de meeste gevallen is de standaardvergoeding voldoende.
pl: Pomnóż opłatę, aby przyspieszyć transakcję, jeśli sieć jest obciążona. W większości przypadków wystarczająca jest domyślna opłata.
pt: Aumente a taxa para acelerar a transação caso a rede esteja congestionada. Na maioria dos casos, a taxa padrão é suficiente.
tr: Ücretleri çarpın, böylece ağ yoğun ise işlem hızlandırılabilir. Çoğu durumda varsayılan ücret yeterlidir.
uk: Умножте комісію, щоб прискорити транзакцію, якщо мережа завантажена. У більшості випадків достатньо стандартної комісії

# no_balance_to_transfer
source: You have no balance to transfer. Please select another asset.
ar: لا يوجد رصيد للتحويل. يرجى اختيار أصول أخرى.
bg: Нямате баланс за превод. Моля, изберете друг актив
de: Keine Guthaben zum Überweisen. Bitte wählen Sie einen anderen Aktiva.
es: No tienes saldo para transferir. Por favor, selecciona otro activo.
fr: Vous n'avez pas de solde à transférer. Veuillez sélectionner un autre actif.
hi: आपके पास स्थानांतरित करने के लिए कोई बैलेंस नहीं है। कृपया किसी अन्य संपत्ति का चयन करें.
id: Anda tidak memiliki saldo untuk ditransfer. Silakan pilih aset lain.
it: Non hai saldo da trasferire. Seleziona un altro asset.
ja: 資産を送信するバランスがありません。別の資産を選択してください。
ko: 당신은 이전할 잔액이 없습니다. 다른 자산을 선택하십시오.
ms: Tiada baki untuk dipindahkan. Sila pilih aset yang lain.
nl: Geen saldo om over te maken. Kies een andere activa.
pl: Nie masz salda do przekazania. Wybierz inny aktyw.
pt: Não possui saldo para transferir. Selecione outro ativo.
tr: Baki göndermek için yeterli paranız yok. Başka bir varlık seçin.
uk: Ви не маєте коштів для переказу. Будь ласка, виберіть іншу актив.

# no_balance_to_burn
source: You have no balance to burn. Please select another asset.
ar: لا يوجد رصيد للتحويل. يرجى اختيار أصول أخرى.
bg: Нямате баланс за изгаряне. Моля, изберете друг актив.
de: Keine Guthaben zum Verbrennen. Bitte wählen Sie einen anderen Aktiva.
es: No tienes saldo para quemar. Por favor, selecciona otro activo.
fr: Vous n'avez pas de solde à brûler. Veuillez sélectionner un autre actif.
hi: आपके पास जलाने के लिए कोई बैलेंस नहीं है। कृपया किसी अन्य संपत्ति का चयन करें.
id: Anda tidak memiliki saldo untuk dibakar. Silakan pilih aset lain.
it: Non hai saldo da bruciare. Seleziona un altro asset.
ja: 資産を焼き切る残高がありません。別の資産を選択してください。
ko: 당신은 태워낼 자산이 없습니다. 다른 자산을 선택하십시오.
ms: Tiada baki untuk dibakar. Sila pilih aset yang lain.
nl: Geen saldo om te verbranden. Kies een andere activa.
pl: Nie masz salda do spalenia. Wybierz inny aktyw.
pt: Não possui saldo para queimar. Selecione outro ativo.
tr: Baki yakmak için yeterli paranız yok. Başka bir varlık seçin.
uk: Ви не маєте коштів для спалення. Будь ласка, виберіть іншу актив.

source: Timestamp
ar: ختم الوقت
bg: Marcador temporal
de: Zeitstempel
es: Marca de tiempo
fr: Horodatage
hi: समयचिन्ह
id: Linimasa
it: Data Ora
ja: タイムスタンプ
ko: 시간표시기
ms: Captur masa
nl: Tijdstempel
pl: Wpis czasowy
pt: Marca de tempo
tr: Zaman damgası
uk: Відмітка часу

source: Not available
ar: غير متوفر
bg: Няма
de: Nicht verfügbar
es: No disponible
fr: Non disponible
hi: उपलब्ध नहीं
id: Tidak tersedia
it: Non disponibile
ja: 利用できません
ko: 사용할 수 없습니다
ms: Tidak tersedia
nl: Niet beschikbaar
pl: Nie jest dostępny
pt: Não disponível
tr: Kullanılabilir değil
uk: Недоступно

# seed_error_too_many_words
source: Too many words
ar: الكثير من الكلمات
bg: Прекалено много думи
de: Zu viele Wörter
es: Demasiadas palabras
fr: Trop de mots
hi: बहुत सारे शब्द
id: Terlalu banyak kata
it: Troppi parole
ja: 너무 많은 단어
ko: 너무 많은 단어
ms: Terlalu banyak kata
nl: Te veel woorden
pl: Zbyt wiele słów
pt: Muitas palavras
tr: Çok fazla kelime
uk: Занадто багато слів

# seed_error_clipboard_empty
source: The clipboard is empty
ar: الحافظة فارغة
bg: Буферът за откъсване е празен
de: Die Zwischenablage ist leer
es: El portapapeles está vacío
fr: Le presse-papiers est vide
hi: क्लिपबोर्ड खाली है
id: Papan klip kosong
it: La clipboard è vuota
ja: 클립보드가 비어 있습니다
ko: 클립보드가 비어 있습니다
ms: Clipboard kosong
nl: De clipboard is leeg
pl: Pulpit jest pusty
pt: A área de transferência está vazia
tr: Panolar boş
uk: Копиювання неможливо, буфер порожній

# seed_error_invalid_words
source: The recovery phrase contains invalid words
ar: جملة الاسترداد تحتوي على كلمات غير صالحة
bg: Възстановителната фраза съдържа невалидни думи
de: Die Wiederherstellungsphrase enthält ungültige Wörter
es: La frase de recuperación contiene palabras no válidas
fr: La phrase de récupération contient des mots invalides
hi: पुनर्प्राप्ति वाक्य में अमान्य शब्द हैं
id: Frasa pemulihan mengandung kata-kata yang tidak valid
it: La frase di recupero contiene parole non valide
ja: 복구 문구에 유효하지 않은 단어가 포함되어 있습니다
ko: 복구 문구에 유효하지 않은 단어가 포함되어 있습니다
ms: Frasa pemulihan berisi kata yang tidak sah
nl: De herstellingszin bevat ongeldige woorden
pl: Fraza odzyskiwania zawiera niewłaściwe słowa
pt: A frase de recuperação contém palavras inválidas
tr: Kurtarma ifadesi geçersiz kelimeler içerir
uk: Відновлювальний рядок містить недійсні слова

# seed_error_phrase_incomplete
source: The recovery phrase is incomplete
ar: جملة الاسترداد غير مكتملة
bg: Възстановителната фраза е непълна
de: Die Wiederherstellungsphrase ist unvollständig
es: La frase de recuperación está incompleta
fr: La phrase de récupération est incomplète
hi: पुनर्प्राप्ति वाक्य अधूरा है
id: Frasa pemulihan tidak lengkap
it: La frase di recupero è incompleta
ja: 복구 문구가 불완전합니다
ko: 복구 문구가 불완전합니다
ms: Frasa pemulihan tidak lengkap
nl: De herstellingszin is onvolledig
pl: Fraza odzyskiwania jest niekompletna
pt: A frase de recuperação está incompleta
tr: Kurtarma ifadesi eksik
uk: Відновлювальний рядок неповний

# continue_button
source: Continue
ar: استمر
bg: Продолжавай
de: Weitermachen
es: Continúa
fr: Continuer
hi: जारी रखें
id: Lanjutkan
it: Continua
ja: 계속하세요
ko: 계속해보세요
ms: Lanjutkan
nl: Ga doorgaan
pl: Kontynuuj
tr: Devam et
uk: Продовжуй

# clear_all_button
source: Clear all
ar: مسح كل شيء
bg: Изчисти всичко
de: Löschen Sie alles
es: Borrar todo
fr: Effacer tout
hi: सब कुछ साफ़ करें
id: Bersihkan semua
it: Pulisci tutto
ja: 모든 것을 지우세요
ko: 모든 것을 지우세요
ms: Hapus semuanya
nl: Wissen alles wissen
pl: Wyczyść wszystko
pt: Limpar tudo
tr: Hepsini temizle
uk: Очистити все

# paste_all_button
source: Paste all
ar: لصق كل شيء
bg: Вмъкване на всичко
de: Einfügen aller
es: Pegar todo
fr: Coller tout
hi: सभी को पेस्ट करें
id: Tempel semua
it: Incolla tutto
ja: 모든 것을 붙여넣기
ko: 모든 것을 붙여넣기
ms: Tempel semua
nl: Plak alle
pl: Wklej wszystko
pt: Colar tudo
tr: Yapıştırmak
uk: Вставити все

# paste_all_button_tooltip
source: Paste the entire recovery phrase
ar: لصق جميع جملة الاسترداد
bg: Вмъкване на целия възстановителен фраза
de: Einfügen des gesamten Wiederherstellungspassworts
es: Pegar toda la frase de recuperación
fr: Coller toute la phrase de récupération
hi: सभी रिकवरी फ्रेज को पेस्ट करें
id: Tempel seluruh frasa pemulihan
it: Incolla l'intera frase di recupero
ja: 모든 복구 문구를 붙여넣으세요
ko: 모든 복구 문구를 붙여넣으세요
ms: Tempel seluruh frasa pemulihan Anda
nl: Plak het volledige herstelzin
pl: Wklej cały kod odzyskiwania
pt: Colar toda a frase de recuperação
tr: Yapıştır tüm kurtarma ifadesini
uk: Вставити весь відновлювальний рядок

# seed_error_invalid_words_detected
source: Invalid word(s) detected
ar: تم الكشف عن كلمات غير صالحة.
bg: Заявени невалидни думи
de: Ungültige Wörter erkannt
es: Palabras no válidas detectadas
fr: Mots invalides détectés
hi: अमान्य शब्दों का पता चला
id: Kata-kata tidak valid terdeteksi
it: Parole non valide rilevate
ja: 유효하지 않은 단어가 감지되었습니다
ko: 유효하지 않은 단어가 감지되었습니다
ms: Kata yang tidak sah terdeteksi
nl: Onjuiste woorden gedetecteerd
pl: Wykryto niewłaściwe słowa
pt: Palavras inválidas detectadas
tr: Hatalı kelimeler tespit edildi
uk: Недійсні слова виявлені

source: Recovery Phrase
ar: جملة الاسترداد
bg: Възстановителна фраза
de: Wiederherstellungsphrase
es: Frase de recuperación
fr: Phrase de récupération
hi: पुनर्प्राप्ति वाक्य
id: Frasa Pemulihan
it: Frase di recupero
ja: 복구 문구
ko: 복구 문구
ms: Frasa pemulihan
nl: Herstellingszin
pl: Fraza odzyskiwania
pt: Frase de recuperação
tr: Kurtarma ifadesi
uk: Відновлювальний рядок

# seed_error_searchbar_no_word_found
source: No words found
ar: لم يتم العثور على كلمات
bg: Няма намерени думи
de: Keine Wörter gefunden
es: No palabras encontradas
fr: Pas de mots trouvés
hi: कोई शब्द नहीं मिला
id: Kata tidak ditemukan
it: Nessuna parola trovata
ja: 단어가 없습니다
ko: 단어가 없습니다
ms: Tidak ada kata yang ditemukan
nl: Geen woorden gevonden
pl: Nie znaleziono słów
pt: Nenhuma palavra encontrada
tr: Kelime bulunamadı
uk: Не знайдено слів

# seed_searchbar_label
source: Search for a word to add to your recovery phrase
ar: بحث عن كلمة لإضافتها إلى جملتك لاسترجاع
bg: Търси дума за добавяне към вашата възстановителна фраза
de: Suche nach einem Wort, das Sie Ihrer Wiederherstellungsphrase hinzufügen möchten
es: Buscar una palabra para agregar a su frase de recuperación
fr: Recherchez un mot à ajouter à votre phrase de récupération
hi: एक शब्द खोजें जो आपकी रिकवरी फ्रेज़ में जोड़ा जाए
id: Cari kata untuk ditambahkan ke frasa pemulihan Anda
it: Cerca una parola da aggiungere alla tua frase di recupero
ja: 検索してリカバーフレーズに追加する単語
ko: 단어를 검색하여 복구 문장에 추가하십시오
ms: Cari kata untuk ditambahkan ke frasa pemulihan Anda
nl: Zoek een woord om toe te voegen aan uw herstelzin
pl: Wyszukaj słowo do dodania do swojej frazy odzyskiwania
pt: Procure uma palavra para adicionar à sua frase de recuperação
tr: Araştırma için bir kelime ekleyin geri yükleme ifadesine
uk: Пошукати слово, щоб додати до своєї фрази відновлення

source: Your recovery phrase
ar: عبارة استردادك
bg: Вашата възстановителна фраза
de: Ihre Wiederherstellungsphrase
es: Su frase de recuperación
fr: Votre phrase de récupération
hi: आपकी रिकवरी फ्रेज़
id: Frasa pemulihan Anda
it: La tua frase di recupero
ja: あなたのリカバーフレーズ
ko: 복구 문장
ms: Frasa pemulihan Anda
nl: Uw herstelzin
pl: Twoja fraza odzyskiwania
pt: Sua frase de recuperação
tr: Geri yükleme cümleiniz
uk: Ваша фраза відновлення

# seed_language_selector_title
source: Language of the recovery phrase
ar: لغة عبارة استرداد
bg: Език на възстановителната фраза
de: Sprache der Wiederherstellungsphrase
es: Idioma de la frase de recuperación
fr: Langue de la phrase de récupération
hi: भाषा रिकवरी फ्रेज़
id: Bahasa frasa pemulihan
it: Lingua della frase di recupero
ja: リカバーフレーズの言語
ko: 복구 문장의 언어
ms: Bahasa frasa pemulihan
nl: Taal van de herstelzin
pl: Język frazy odzyskiwania
pt: Idioma da frase de recuperação
tr: Dil geri yükleme cümlesi
uk: Мова фрази відновлення

# open_button
source: Open
ar: افتح
bg: Отвори
de: Öffnen
es: Abrir
fr: Ouvrir
hi: खोलें
id: Buka
it: Apri
ja: 開く
ko: 열기
ms: Buka
nl: Openen
pl: Otwórz
pt: Abrir
tr: Aç
uk: Відкрити

source: Debug logger
ar: مشغل تصحيح الأخطاء
bg: Дебъг логер
es: Registro de depuración
fr: Journal de débogage
hi: डेटा बग लॉगर
id: Logger debug
it: Registratore di debug
ja: デバッグロガー
ko: 디버그 로거
ms: Log pengujian
pl: Logowanie do debugowania
pt: Controlo de depuração
tr: Hata ayıklama kaydı
uk: Дебаг лоґер

# changes_in_progress
source: Changes in progress, please wait...
ar: التغييرات جارية، يرجى الانتظار...
bg: Промени в процес, моля чакайте...
de: Änderungen werden durchgeführt, bitte warten Sie...
es: Cambios en progreso, por favor espere...
fr: Modifications en cours, veuillez patienter...
hi: परिवर्तन प्रगति में हैं, कृपया प्रतीक्षा करें...
id: Perubahan sedang berlangsung, mohon tunggu...
it: Modifiche in corso, per favore attendere...
ja: 変更中、お待ちください...
ko: 변화 중입니다. 기다려주세요...
ms: Perubahan sedang berlangsung, silakan tunggu...
nl: Wijzigingen worden doorgevoerd, wacht alstublieft...
pl: Zmiany w toku, proszę czekać...
pt: Alterações em andamento, por favor aguarde...
tr: Değişiklikler yapılıyor, lütfen bekleyin...
uk: Зміни в процесі, будь ласка, зачекайте...

source: Threshold
ar: عتبة
bg: Праг
de: Schwellenwert
es: Umbral
fr: Seuil
hi: सेल
id: Ambang Batas
it: Soglia
ja: 閾値
ko: 임계치
ms: Ambang
nl: Drempel
pl: Próg
pt: Limiar
tr: Eşiği
uk: поріг

source: Minimum signatures required
ar: الحد الأدنى من التواقيع
bg: Необходими минимум подписания
de: Mindestens benötigte Unterschriften
es: Número mínimo de firmas requerido
fr: Signatures minimales requises
hi: न्यूनतम हस्ताक्षर आवश्यक हैं
id: Tanda tangan minimum yang diperlukan
it: Numero minimo di firme richieste
ja: 最小署名数が必要
ko: 최소 서명 수 필요
ms: Jumlah tandatangan minimum diperlukan
nl: Minimale handtekeningen vereist
pl: Minimalne podpisy wymagane
pt: Número mínimo de assinaturas necessárias
tr: Minimum gerekli imzalar
uk: Мінімальна кількість підписів

# multisig_activation_height
source: Height of Multisig activation
ar: ارتفاع تفعيل متعدد الإمض
bg: Височина на активиране на мултисиг
de: Höhe der Multisig-Aktivierung
es: Altura de activación del Multisig
fr: Hauteur d'activation du Multisig
hi: मल्टीसिग एक्टिवेशन की ऊँचाई
id: Ketinggian aktivasi Multisig
it: Altezza di attivazione multisig
ja: マルチシグアクティベーションの高さと
ko: 멀티시그 활성화 높이
ms: Tinggi aktivasi multisig
nl: Hoogte van Multisig-activatie
pl: Wysokość aktywacji multisig
pt: Altura de ativação do Multisig
tr: Multisig etkinleştirme yüksekliği
uk: Висота активації мультисига

source: Participants
ar: المشاركين
bg: Участници
de: Teilnehmer
es: Participantes
hi: प्रतिभागी
id: Peserta
it: Partecipanti
ja: 参加者
ko: 참여자
ms: Peserta
nl: Deelnemers
pl: Uczestnicy
pt: Participantes
tr: Katılımcılar
uk: Учасники

source: Address
ar: عنوان
bg: Адрес
de: Adresse
es: Dirección
fr: Adresse
hi: पता
id: Alamat
it: Indirizzo
ja: アドレス
ko: 주소
ms: Alamat
nl: Adres
pl: Adres
pt: Endereço
tr: Adres
uk: Адреса

source: Delete multisig configuration
ar: حذف تكوين متعدد الإمض
bg: Изтрий конфигурацията на мултисиг
de: Löschen Multisig-Konfiguration
es: Eliminar configuración multisig
fr: Supprimer la configuration multisig
hi: मल्टीसिग कॉन्फ़िगरेशन हटाएं
id: Hapus konfigurasi multisig
it: Elimina la configurazione multisig
ja: マルチシグ設定を削除する
ko: 멀티시그 구성 삭제
ms: Hapus konfigurasi multisig
nl: Verwijder multisig-configuratie
pl: Usuń konfigurację multisig
pt: Eliminar configuração multisig
tr: Multisig konfigürasyonunu sil
uk: Удалити конфігурацію мультисига

source: Sign transaction
ar: توقيع الصفقة
bg: Подпиши транзакция
de: Signiere Transaktion
es: Firmar transacción
fr: Signer une transaction
hi: लेनदेन पर हस्ताक्षर करें
id: Tanda tangani transaksi
it: Firma transazione
ja: トランザクションに署名する
ko: 거래에 서명하십시오
ms: Tandatangani transaksi
nl: Tekenen transactie
pl: Podpisz transakcję
pt: Assinar transação
tr: İmza atılan işlem
uk: Підписати транзакцію

source: Setup
ar: إعداد
bg: Настройка
de: Einrichtung
es: Configuración
fr: Configuration
hi: सेटअप
id: Pengaturan
it: Configurazione
ja: セットアップ
ko: 설정
ms: Tetapan
nl: Instelling
pl: Ustawienie
pt: Configuração
tr: Kurulum
uk: Налаштування

source: No multisig configuration found
ar: لم يتم العثور على تكوين متعدد الإمض
bg: Не е открита конфигурация на мултисиг
de: Keine Multisig-Konfiguration gefunden
es: No se encontró configuración multisig
fr: Aucune configuration multisig n'a été trouvée
hi: मल्टीसिग कॉन्फ़िगरेशन नहीं मिला
id: Konfigurasi multisig tidak ditemukan
it: Nessuna configurazione multisig trovata
ja: マルチシグ設定が見つかりません
ko: 멀티시그 설정이 찾을 수 없습니다
ms: Konfigurasi multisig tidak ditemukan
nl: Multisig-configuratie niet gevonden
pl: Brak konfiguracji multisig
pt: Nenhuma configuração multisig encontrada
tr: Çoklu imza yapılandırması bulunamadı
uk: Не знайдено конфігурації мультисига
