Repository: xelis-project/xelis-genesix-wallet
Catalog: lib/l10n/app_*.arb
Languages: ar, bg, de, es, fr, hi, id, it, ja, ko, ms, nl, pl, pt, tr, uk

# no_wallet_available
source: You don't have any wallets available. Create a new wallet from the button below or make sure the app is set to the desired network configuration.
ar: ليس لديك أي محافظ متاحة. انشئ محفظة جديدة من الزر أدناه أو تأكد من ضبط التطبيق على تكوين شبكة المرغوب فيه.
bg: Нямате налични портфейли. Създайте нов портфейл от бутона по-долу или се уверете, че приложението е настроено на желаната мрежова конфигурация.
de: Keine Wallets verfügbar. Erstellen Sie eine neue Wallet über den unten stehenden Button oder stellen Sie sicher, dass die App auf die gewünschte Netzwerkkonfiguration eingestellt ist.
es: No tienes ninguna billetera disponible. Crea una nueva billetera desde el botón de abajo o asegúrate de que la aplicación tenga la configuración de red deseada.
fr: Vous n'avez pas de portefeuille disponible. Créez un nouveau portefeuille à partir du bouton ci-dessous ou assurez-vous que l'application est réglée sur la configuration réseau souhaitée.
hi: आपके पास कोई वॉलेट उपलब्ध नहीं है। नीचे दिए गए बटन से नया वॉलेट बनाएं या सुनिश्चित करें कि ऐप वांछित नेटवर्क कॉन्फ़िगरेशन पर सेट है।
id: Anda tidak memiliki dompet yang tersedia. Buat dompet baru dari tombol di bawah atau pastikan aplikasi diatur ke konfigurasi jaringan yang diinginkan.
it: Non ci sono portafogli disponibili. Creare un nuovo portafoglio dal pulsante sottostante o assicurarsi che l'applicazione sia impostata sulla configurazione di rete desiderata.
ja: 利用可能なウォレットがありません。下のボタンから新しいウォレットを作成するか、アプリが希望のネットワーク設定になっていることを確認してください。
ko: 사용 가능한 지갑이 없습니다. 아래 버튼에서 새 지갑을 만들거나 앱이 원하는 네트워크 구성으로 설정되어 있는지 확인하세요.
ms: Anda tidak mempunyai dompet yang tersedia. Cipta dompet baru dengan menggunakan butang di bawah atau pastikan aplikasi dikonfigurasi dengan jaringan yang diinginkan.
nl: Je hebt geen beschikbare portemonnees. Maak een nieuwe portemonnee aan via de knop hieronder of zorg ervoor dat de app is ingesteld op de gewenste netwerkconfiguratie.
pl: Brak dostępnych portfeli. Utwórz nowy portfel za pomocą przycisku poniżej lub upewnij się, że aplikacja jest skonfigurowana dla żądanej sieci.
pt: Não tem nenhuma carteira disponível. Crie uma nova carteira a partir do botão abaixo ou certifique-se de que a aplicação está definida para a configuração de rede pretendida.
tr: Mevcut herhangi bir cüzdanınız yok. Yeni bir cüzdan oluşturmak için aşağıdaki düğmeyi kullanın veya uygulamanın istenen ağ yapılandırmasına ayarlandığından emin olun.
uk: Немає доступних гаманців. Створіть новий гаманець за допомогою кнопки нижче або переконайтеся, що в додатку встановлено потрібну мережеву конфігурацію.

source: Help
ar: مساعدة
bg: Помощ
de: Hilfe
es: Ayuda
fr: Aide
hi: मदद
id: Bantuan
it: Aiuto
ja: ヘルプ
ko: 도움말
ms: Bantuan
pl: Pomoc
pt: Ajuda
tr: Yardım
uk: Допомога!

source: Logout
ar: تسجيل الخروج
bg: Излизане от системата
de: Abmelden
es: Cerrar sesión
fr: Se déconnecter
hi: लॉग आउट
id: Keluar
it: Disconnettiti
ja: ログアウト
ko: 로그아웃
ms: Log keluar
nl: Uitloggen
pl: Wyloguj
pt: Terminar sessão
tr: Oturumu Kapat
uk: Вийти

source: Settings
ar: إعدادات
bg: Настройки
de: Einstellungen
es: Configuración
fr: Réglages
hi: समायोजन
id: Pengaturan
it: Impostazioni
ja: 設定
ko: 설정
ms: Tetapan
nl: Instellingen
pl: Ustawienia
pt: Definições
tr: Ayarlar
uk: Налаштування

source: App settings
ar: إعدادات التطبيق
bg: Настройки на приложението
de: App-Einstellungen
es: Configuración de la aplicación
fr: Paramètres de l'app
hi: एप्लिकेशन सेटिंग
id: Pengaturan aplikasi
it: Impostazioni dell'app
ja: アプリの設定
ko: 앱 설정
ms: Tetapan aplikasi
nl: App-instellingen
pl: Ustawienia aplikacji
pt: Definições da aplicação
tr: Uygulama Ayarları
uk: Налаштування додатку

source: Language
ar: لغة
bg: Език
de: Sprache
es: Idioma
fr: Langage
hi: भाषा
id: Bahasa
it: Lingua
ja: 言語
ko: 언어
ms: Bahasa
nl: Taal
pl: Język
pt: Língua
tr: Dil
uk: Мова

# add_node
source: New Node
bg: Нов възел
es: Nuevo Nodo
fr: Nouveau Noeud
hi: नया नोड
id: Node Baru
it: Nuovo nodo
ja: 新しいノード
ko: 새 노드
ms: Nod Baru
nl: Nieuwe node toevoegen
pt: Novo nó

# url_already_exists
source: This url already exists.
ar: هذا الرابط موجود بالفعل
bg: Този URL адрес вече съществува.
de: Diese URL existiert bereits.
es: Esta URL ya existe.
fr: Cette url existe déjà.
hi: यह यूआरएल पहले से मौजूद है.
id: Url ini sudah ada.
it: Questo url esiste già.
ja: このURLはすでに存在しています。
ko: 이미 존재하는 URL입니다.
ms: URL ini sudah wujud.
nl: Deze URL bestaat al.
pl: Ten URL już istnieje.
pt: Este url já existe.
tr: Bu URL zaten mevcut.
uk: URL вже існує.

source: name
ar: اسم
bg: име
es: nombre
hi: नाम
id: nama
it: nome
ja: 名称
ko: 이름
ms: nama
nl: Naam
pl: Nazwa
pt: nome
tr: İsim
uk: Ім'я

# name_already_exists
source: This name already exists.
ar: هذا الاسم موجود بالفعل
bg: Това име вече съществува.
de: Dieser Name existiert bereits.
es: Este nombre ya existe.
fr: Ce nom existe déjà.
hi: यह नाम पहले से ही मौजूद है।
id: Nama ini sudah ada.
it: Questo nome esiste già.
ja: この名前はすでに存在します。
ko: 이미 존재하는 이름입니다.
ms: Nama ini sudah wujud.
nl: Deze naam bestaat al.
pl: Ta nazwa już istnieje.
pt: Este nome já existe.
tr: Bu isim zaten mevcut.
uk: Ім'я вже існує.

# change_network_error
source: Can't set network if the wallet is opened.
ar: لا يمكن ضبط الشبكة إذا كانت المحفظة مفتوحة:
bg: Не може да се зададе мрежа, ако портфейлът е отворен.
de: Das Netzwerk kann nicht geändert werden, wenn die Wallet geöffnet ist.
es: No se puede configurar la red si la billetera está abierta.
hi: यदि वॉलेट खुला है तो नेटवर्क सेट नहीं किया जा सकता।
id: Tidak dapat mengatur jaringan jika dompet sedang dibuka.
it: Non è possibile impostare la rete se il portafoglio è aperto.
ja: ウォレットが開いているため、ネットワークを変更できません。
ko: 지갑이 열려 있으면 네트워크를 설정할 수 없습니다.
ms: Tidak dapat menetapkan rangkaian ketika dompet dibuka.
nl: Netwerk kan niet worden gewijzigd terwijl de portemonnee geopend is.
pl: Nie można zmienić sieci, gdy portfel jest otwarty.
pt: Não é possível definir a rede se a carteira estiver aberta.
tr: Cüzdan açılırken ağ değiştirilemiyor.
uk: Не можна змінити мережу, коли гаманець відкритий.

source: Cache directory
ar: مجلد التخزين المؤقت
bg: Директория за кеш
de: Cache-Verzeichnis
es: Directorio de caché
fr: Répertoire de cache
hi: कैश निर्देशिका
id: Direktori cache
it: Cartella della cache
ja: キャッシュディレクトリ
ko: 캐시 디렉터리
ms: Direktori cache
nl: Cache-map
pl: Katalog cache
pt: Diretório de cache
tr: Önbellek Dizini
uk: Каталог кешу

source: Wallets directory
ar: مجلد المحافظ
bg: Директория за портфейли
de: Wallet-Verzeichnis
es: Directorio de billeteras
fr: Répertoire des portefeuilles
hi: वॉलेट निर्देशिका
id: Direktori dompet
it: Cartella dei portafogli
ja: 財布ディレクトリ
ko: 지갑 디렉토리
ms: Direktori dompet
nl: Portemonnees
pl: Katalog portfeli
pt: Diretório de carteiras
tr: Cüzdanlar Dizini
uk: Каталог гаманців

source: Remote Node
ar: عقد بعيد
bg: Отдалечен възел
de: Remote-Knoten
es: Nodo remoto
fr: Noeud Distant
hi: रिमोट नोड
id: Node Jarak Jauh
it: Nodo remoto
ja: リモートノード
ko: 원격 노드
ms: Nod Jauh
nl: Externe Node
pl: Zdalny węzeł
pt: Nó remoto
tr: Uzak Düğüm
uk: Віддалений вузол

# wallet_bottom_app_bar
source: Wallet
ar: محفظة
bg: Портфейл
es: Billetera
fr: Portefeuille
hi: बटुआ
id: Dompet
it: Portafoglio
ja: 財布
ko: 지갑
ms: Dompet
nl: Portemonnee
pl: Portfel
pt: Carteira
tr: Cüzdan
uk: Гаманець

source: Balance
ar: رصيد
bg: Баланс
de: Guthaben
es: Saldo
hi: संतुलन
id: Saldo
it: Saldo
ja: 残高
ko: 잔액
ms: Baki
nl: Balans
pl: Saldo
pt: Equilíbrio
tr: Bakiye
uk: Баланс

source: Send
ar: إرسال
bg: Изпрати
de: Senden
es: Enviar
fr: Envoyer
hi: भेजना
id: Kirim
it: Invia
ja: 送信
ko: 보내기
ms: Hantar
nl: Verzenden
pl: Wyślij
pt: Enviar
tr: Gönder
uk: Надіслати

source: Receive
ar: استقبال
bg: Получаване на
de: Empfangen
es: Recibir
fr: Recevoir
hi: प्राप्त करें
id: Terima
it: Ricevi
ja: 受け取る
ko: 수신
ms: Terima
nl: Ontvangen
pl: Odbierz
pt: Receber
tr: Al
uk: Отримати

source: Remaining balance
ar: الرصيد المتبقي
bg: Остатъчно салдо
de: Verbleibendes Guthaben
es: Saldo restante
fr: Balance restante
hi: शेष राशि
id: Sisa saldo
it: Saldo residuo
ja: 残高
ko: 남은 잔액
ms: Baki yang tinggal
nl: Resterend saldo
pl: Pozostałe saldo
pt: Saldo remanescente
tr: Kalan Bakiye
uk: Залишок на рахунку

source: Amount
ar: مبلغ
bg: сума
de: Betrag
es: Cantidad
fr: montant
hi: मात्रा
id: Jumlah
it: importo
ja: 金額
ko: 금액
ms: Jumlah
nl: Bedrag
pl: Kwota
pt: montante
tr: Miktar
uk: Сума

source: receiver address
ar: عنوان المستلم
bg: адрес на получателя
de: Empfängeradresse
es: Dirección del receptor
fr: adresse du destinataire
hi: प्राप्तकर्ता का पता
id: alamat penerima
it: indirizzo del destinatario
ja: 受信者のアドレス
ko: 수신자 주소
ms: Alamat penerima
nl: Ontvanger adres
pl: Adres odbiorcy
pt: endereço do destinatário
tr: Alıcı Adresi
uk: Адреса одержувача

# field_required_error
source: This field cannot be empty.
ar: هذا الحقل لا يمكن أن يكون فارغًا.
bg: Това поле не може да бъде празно.
de: Dieses Feld darf nicht leer sein.
es: Este campo no puede estar vacío.
fr: Ce champ ne peut pas être vide.
hi: यह स्थान खाली नहीं रह सकता।
id: Bidang ini tidak boleh kosong.
it: Questo campo non può essere vuoto.
ja: このフィールドは必須です。
ko: 이 필드는 비워 둘 수 없습니다.
ms: Medan ini tidak boleh kosong.
nl: Dit veld is verplicht.
pl: To pole jest wymagane.
pt: Este campo não pode estar vazio.
tr: Bu alan boş bırakılamaz.
uk: Це поле не може бути порожнім.

# must_be_numeric_error
source: Value must be numeric.
ar: يجب أن يكون القيمةnumeric.
bg: Стойността трябва да бъде числова.
de: Der Wert muss numerisch sein.
es: El valor debe ser numérico.
fr: La valeur doit être numérique.
hi: मान संख्यात्मक होना चाहिए.
id: Nilai harus berupa angka.
it: Il valore deve essere numerico.
ja: 値は数値でなければなりません。
ko: 값은 숫자여야 합니다.
ms: Nilai mestilah angka.
nl: De waarde moet numeriek zijn.
pl: Wartość musi być liczbą.
pt: O valor deve ser numérico.
tr: Değer sayısal olmalıdır.
uk: Значення має бути числовим.

# invalid_address_format_error
source: The address format is invalid.
ar: تنسيق العنوان غير صحيح.
bg: Форматът на адреса е невалиден.
de: Ungültiges Adressformat.
es: El formato de la dirección no es válido.
fr: Le format de l'adresse n'est pas valide.
hi: पता प्रारूप अमान्य है.
id: Format alamat tidak valid.
it: Il formato dell'indirizzo non è valido.
ja: 無効なアドレス形式です。
ko: 주소 형식이 잘못되었습니다.
ms: Format alamat tidak sah.
nl: Ongeldige adresnotatie.
pl: Nieprawidłowy format adresu.
pt: O formato do endereço é inválido.
tr: Geçersiz adres formatı.
uk: Неправильний формат адреси.

# insufficient_funds_error
source: Insufficient funds.
ar: لا يوجد أموال كافية.
bg: Недостатъчни средства.
de: Unzureichende Mittel.
es: Fondos insuficientes.
fr: Fonds insuffisants.
hi: अपर्याप्त कोष।
id: Saldo tidak mencukupi.
it: Fondi insufficienti.
ja: 資金が不足しています。
ko: 자금이 부족합니다.
ms: Dana tidak mencukupi.
nl: Onvoldoende saldo.
pl: Niewystarczające środki.
pt: Fundos insuficientes.
tr: Yetersiz bakiye.
uk: Недостатньо коштів.

# invalid_amount_error
source: Invalid amount.
ar: مبلغ غير صالح
bg: Невалидна сума.
de: Ungültiger Betrag.
es: Cantidad no válida.
fr: Montant non valide.
hi: अवैध राशि।
id: Jumlah tidak valid.
it: Importo non valido.
ja: 無効な金額です。
ko: 잘못된 금액입니다.
ms: Jumlah tidak sah.
nl: Ongeldig bedrag.
pl: Nieprawidłowa kwota.
pt: Montante inválido.
tr: Geçersiz miktar.
uk: Неправильна сума.

# invalid_password_error
source: Invalid password.
ar: كلمة مرور غير صالحة
bg: Невалидна парола.
de: Ungültiges Passwort.
es: Contraseña inválida.
fr: Mot de passe incorrect.
hi: अवैध पासवर्ड।
id: Kata sandi tidak valid.
it: Password non valida.
ja: 無効なパスワードです。
ko: 잘못된 비밀번호입니다.
ms: Kata laluan tidak sah.
nl: Ongeldig wachtwoord.
pl: Nieprawidłowe hasło.
pt: Palavra-passe inválida.
tr: Geçersiz parola.
uk: Неправильний пароль.

# history_bottom_app_bar
source: History
ar: تاريخ
bg: История
de: Verlauf
es: Historial
fr: Historique
hi: इतिहास
id: Riwayat
it: Cronologia
ja: 履歴
ko: 역사
ms: Sejarah
nl: Geschiedenis
pl: Historia
pt: História
tr: Geçmiş
uk: Історія

# assets_bottom_app_bar
source: Assets
ar: أصول
bg: Активи
de: Vermögenswerte
es: Activos
fr: Actifs
hi: संपत्ति
id: Aset
it: Attività
ja: 資産
ko: 자산
ms: Aset
nl: Activat
pl: Aktywa
pt: Activos
tr: Varlıklar
uk: Активи

# settings_bottom_app_bar
source: Settings
ar: إعدادات
bg: Настройки
de: Einstellungen
es: Configuración
fr: Réglages
hi: समायोजन
id: Pengaturan
it: Impostazioni
ja: 設定
ko: 설정
ms: Tetapan
nl: Instellingen
pl: Ustawienia
pt: Definições
tr: Ayarlar
uk: Налаштування

# cancel_button
source: Cancel
ar: إلغاء
bg: Отмяна
de: Abbrechen
es: Cancelar
fr: Annuler
hi: रद्द करना
id: Batal
it: Cancella
ja: キャンセル
ko: 취소
ms: Batal
nl: Annuleren
pl: Anuluj
pt: Cancelar
tr: İptal
uk: Скасувати

# confirm_button
source: Confirm
ar: تأكي
bg: Потвърди
de: Bestätigen
es: Confirmar
fr: Confirmer
hi: पुष्टि करना
id: Konfirmasi
it: Conferma
ja: 確認
ko: 확인
ms: Sahkan
nl: Bevestigen
pl: Potwierdź
pt: Confirmar
tr: Onayla
uk: Підтвердити

source: Connected
ar: متصل
bg: Свързан
de: Verbunden
es: Conectado
fr: Connecté
hi: जुड़े हुए
id: Terhubung
it: Connesso
ja: 接続済み
ko: 연결됨
ms: Bersambung
nl: Verbonden
pl: Połączony
pt: Ligado
tr: Bağlı
uk: Підключено

source: Disconnected
ar: مفصول
bg: Изключен
de: Getrennt
es: Desconectado
fr: Déconnecté
hi: डिस्कनेक्ट किया गया
id: Terputus
it: Disconnesso
ja: 切断
ko: 연결 해제
ms: Terputus
nl: Verbroken
pl: Odłączony
pt: Desligado
tr: Bağlantı Kesildi
uk: Відключено

source: Loading...
ar: تحميل....
bg: Зареждане...
de: Laden...
es: Cargando...
fr: Chargement ...
hi: लोड हो रहा है...
id: Memuat...
it: Caricamento...
ja: 読み込み中...
ko: 로드 중...
ms: Memuatkan...
nl: Laden...
pl: Ładowanie...
pt: Carregando...
tr: Yükleniyor...
uk: Завантаження...

# oups
source: Oops, something unexpected happened...
ar: أهلاً، حدث شيء غير متوقع...
bg: Упс, случи се нещо неочаквано...
de: Ups, etwas Unerwartetes ist passiert...
es: Ups, algo inesperado ha ocurrido...
fr: Oups, il s'est passé quelque chose d'inattendu ...
hi: ओह, कुछ अप्रत्याशित हुआ...
id: Ups, sesuatu yang tidak terduga terjadi...
it: Ops, è successo qualcosa di inaspettato...
ja: おっと、予期しないエラーが発生しました...
ko: 예상치 못한 일이 발생했습니다...
ms: Ops, sesuatu yang tidak dijangka berlaku...
nl: Oeps, er is iets fout gegaan...
pl: Ups, coś poszło nie tak...
pt: Oops, aconteceu algo inesperado...
tr: Oops, beklenmedik bir şey oldu...
uk: Ой, сталася помилка...

source: Coming soon...
ar: قريبًا ..
bg: Очаквайте скоро...
de: Demnächst...
es: Próximamente...
fr: Bientôt disponible ...
hi: जल्द आ रहा है...
id: Segera hadir...
it: Questa funzionalità sarà disponibile prossimamente...
ja: 近日公開...
ko: 곧 출시됩니다...
ms: Akan datang...
nl: Binnenkort...
pl: Już wkrótce...
pt: Em breve...
tr: Çok Yakında...
uk: Скоро...

# wallet_creation_failed_toast_error
source: Wallet creation has failed.
ar: فشلت عملية إنشاء المحفظة.
bg: Създаването на портфейл е неуспешно.
de: Wallet-Erstellung fehlgeschlagen.
es: La creación de la billetera ha fallado.
fr: La création du wallet a échoué.
hi: वॉलेट निर्माण विफल हो गया है.
id: Pembuatan dompet gagal.
it: La creazione del portafoglio è fallita.
ja: 財布の作成に失敗しました。
ko: 지갑을 만들지 못했습니다.
ms: Gagal mencipta dompet.
nl: Het aanmaken van de portemonnee is mislukt.
pl: Nie udało się utworzyć portfela.
pt: A criação de carteiras falhou.
tr: Cüzdan oluşturma başarısız oldu.
uk: Не вдалося створити гаманець.

# wallet_opening_failed_toast_error
source: Wallet opening has failed.
ar: فشلت عملية فتح المحفظة.
bg: Отварянето на портфейла е неуспешно.
de: Wallet-Öffnung fehlgeschlagen.
es: La apertura de la billetera ha fallado.
fr: L'ouverture du wallet a échoué.
hi: बटुआ खोलना असफल हो गया है.
id: Pembukaan dompet gagal.
it: L'apertura del portafoglio non è riuscita.
ja: 財布のオープンに失敗しました。
ko: 지갑을 열지 못했습니다.
ms: Gagal membuka dompet.
nl: Het openen van de portemonnee is mislukt.
pl: Nie udało się otworzyć portfela.
pt: A abertura da carteira falhou.
tr: Cüzdan açma işlemi başarısız oldu.
uk: Не вдалося відкрити гаманець.

source: Copied!
ar: تم نسخها
bg: Копиран!
de: Kopiert!
es: ¡Copiado!
fr: Copié !
hi: कॉपी कर लिया है!
id: Disalin!
it: Copiato!
ja: コピーしました！
ko: 복사되었습니다!
ms: Disalin!
nl: Gekopieerd!
pl: Kopiowano!
pt: Copiado
tr: Kopyalandı!
uk: Скопійовано!

source: Rescan
ar: مسح شامل
bg: Повторно сканиране
de: Erneut scannen
es: Volver a escanear
hi: पुन: स्कैन
id: Pindai ulang
it: Riscansiona
ja: 再スキャン
ko: 재검색
ms: Imbas semula
nl: Opnieuw scannen
pl: Przeskanuj
pt: Verificar novamente
tr: Yeniden Tara
uk: Скопійовано!

# rescan_done
source: Rescan complete!
ar: انتهى مسح شامل!
bg: Повторното сканиране е завършено!
de: Rescan abgeschlossen!
es: ¡Reescaneo completado!
fr: Rescan terminé !
hi: पुनः स्कैन पूर्ण!
id: Pemindaian ulang selesai!
it: Scansione completata!
ja: 再スキャンが完了しました！
ko: 재검색 완료!
ms: Imbasan semula selesai!
nl: Opnieuw scannen voltooid!
pl: Przeskanowanie zakończone!
pt: A nova análise está concluída!
tr: Yeniden tarama tamamlandı!
uk: Пересканування завершено!

source: Show balance
ar: أظهر الرصيد
bg: Показване на баланса
de: Guthaben anzeigen
es: Mostrar saldo
fr: Montrer la balance
hi: संतुलन दिखाएं
id: Tampilkan saldo
it: Mostra il saldo
ja: 残高を表示
ko: 잔액 표시
ms: Tunjukkan baki
nl: Balans tonen
pl: Pokaż saldo
pt: Mostrar equilíbrio
tr: Bakiyeyi Göster
uk: Показати баланс

source: Hide balance
ar: اخفاء الرصيد
bg: Скриване на баланса
de: Guthaben ausblenden
es: Ocultar saldo
fr: Caché la balance
hi: शेष राशि छिपाएँ
id: Sembunyikan saldo
it: Nascondi il saldo
ja: 残高を非表示
ko: 잔액 숨기기
ms: Sembunyikan baki
nl: Balans verbergen
pl: Ukryj saldo
pt: Ocultar o saldo
tr: Bakiyeyi Gizle
uk: Приховати баланс

# new_transaction_toast_info
source: New transaction:
ar: معاملة جديدة :
bg: Нова транзакция:
de: Neue Transaktion:
es: Nueva transacción:
fr: Nouvelle transaction:
hi: नया लेनदेन:
id: Transaksi baru:
it: Nuova transazione:
ja: 新しい取引：
ko: 새 거래:
ms: Transaksi baru:
nl: Nieuwe transactie:
pl: Nowa transakcja:
pt: Nova transação:
tr: Yeni işlem:
uk: Нова транзакція:

# cannot_connect_toast_error
source: Cannot connect to the node.
ar: لا يمكن الاتصال بال عقد.
bg: Не може да се свърже с възела.
de: Verbindung zum Knoten kann nicht hergestellt werden.
es: No se puede conectar al nodo.
fr: Impossible de se connecter au nœud.
hi: नोड से कनेक्ट नहीं किया जा सकता.
id: Tidak dapat terhubung ke node.
it: Impossibile connettersi al nodo.
ja: ノードに接続できません。
ko: 노드에 연결할 수 없습니다.
ms: Tidak dapat menyambung ke nod.
nl: Kan geen verbinding maken met de node.
pl: Nie można połączyć się z węzłem.
pt: Não é possível ligar ao nó.
tr: Düğüme bağlanılamıyor.
uk: Не вдалося підключитися до вузла.

# rescan_limitation_toast_error
source: You must be connected to a full node to perform a rescan.
ar: يجب أن تكون متصلاً بعقد كامل لكي تتم عملية المسح الشامل:
bg: За да извършите повторно сканиране, трябва да сте свързани с пълен възел.
de: Sie müssen mit einem vollständigen Knoten verbunden sein, um einen Rescan durchzuführen.
es: Debe estar conectado a un nodo completo para realizar un reescaneo.
fr: Vous devez être connecté à un nœud complet pour effectuer un rescan.
hi: पुनः स्कैन करने के लिए आपको पूर्ण नोड से कनेक्ट होना होगा।
id: Anda harus terhubung ke node penuh (full node) untuk melakukan pemindaian ulang.
it: Per eseguire una nuova scansione è necessario essere connessi a un nodo completo.
ja: 再スキャンを実行するには、フルノードに接続する必要があります。
ko: 재검색을 수행하려면 전체 노드에 연결되어 있어야 합니다.
ms: Anda perlu menyambung ke nod penuh untuk melakukan imbasan semula.
nl: Je moet verbonden zijn met een volledige node om opnieuw te kunnen scannen.
pl: Aby przeskanować ponownie, musisz być połączony z pełnym węzłem.
pt: É necessário estar ligado a um nó completo para efetuar uma nova análise.
tr: Yeniden tarama yapabilmek için tam bir düğüme bağlı olmanız gerekmektedir.
uk: Для пересканування потрібно підключитися до повного вузла.

# disconnecting_toast_error
source: Something went wrong during disconnection...
ar: حدث خطأ أثناء فصل الاتصال...
bg: Нещо се обърка по време на изключването...
de: Beim Trennen der Verbindung ist ein Fehler aufgetreten...
es: Algo salió mal durante la desconexión...
fr: Quelque chose s'est mal passé lors de la déconnexion...
hi: कनेक्शन काटते समय कुछ गड़बड़ हो गई...
id: Terjadi kesalahan saat memutuskan koneksi...
it: Qualcosa è andato storto durante la disconnessione...
ja: 切断中に問題が発生しました...
ko: 연결 해제 중 문제가 발생했습니다...
ms: Ralat berlaku semasa memutuskan sambungan...
nl: Er is iets fout gegaan bij het verbreken van de verbinding...
pl: Coś poszło nie tak podczas rozłączania...
pt: Algo correu mal durante a desconexão...
tr: Bağlantı kesilirken bir hata oluştu...
uk: Під час відключення сталася помилка...

# transfer_failed
source: The transfer has failed.
ar: فشلت عملية التحويل.
bg: Прехвърлянето е неуспешно.
de: Überweisung fehlgeschlagen.
es: La transferencia ha fallado.
fr: Le transfert n'a pas abouti.
hi: स्थानांतरण विफल हो गया है.
id: Transfer gagal.
it: Il trasferimento è fallito.
ja: 転送に失敗しました。
ko: 전송이 실패했습니다.
ms: Pemindahan gagal.
nl: Overdracht mislukt.
pl: Przelew nie powiódł się.
pt: A transferência falhou.
tr: Transfer başarısız oldu.
uk: Переказ не відбувся.

source: Warning
ar: تحذير
bg: Предупреждение
de: Warnung
es: Advertencia
fr: Avertissement
hi: चेतावनी
id: Peringatan
it: Avviso
ja: 警告
ko: 경고
ms: Amaranan
nl: Waarschuwing
pl: Ostrzeżenie
pt: Aviso
tr: Uyarı
uk: Перед увагою

# seed_warning_message_1
source: Never disclose your seed phrase. Sharing it may result in a lost of funds.
ar: لا تكشف أبدًا عبارة بذرةك. قد يؤدي مشاركتها إلى خسارة الأموال.
bg: Никога не разкривайте фразата на семената си. Споделянето й може да доведе до загуба на средства.
de: Geben Sie niemals Ihren Seed bekannt. Die Weitergabe kann zum Verlust von Geldern führen.
es: Nunca reveles tu frase inicial. Compartirla puede resultar en la pérdida de fondos.
fr: Ne divulguez jamais votre phrase de récuperation. Le fait de la partager peut entraîner une perte de fonds.
hi: अपना बीज वाक्यांश कभी भी प्रकट न करें। इसे साझा करने से धन की हानि हो सकती है।
id: Jangan pernah memberitahukan frasa seed Anda. Membagikannya dapat mengakibatkan kehilangan dana.
it: Non rivelate mai il vostro seme. Condividerla può comportare la perdita di fondi.
ja: シードフレーズを公開しないでください。共有すると資金が失われる可能性があります。
ko: 시드 문구를 공개하지 마세요. 공유하면 자금이 손실될 수 있습니다.
ms: Jangan dedahkan biji pemulihan anda. Berkongsi biji boleh menyebabkan kehilangan dana.
nl: Deel je seed phrase nooit. Het delen ervan kan leiden tot verlies van fondsen.
pl: Nigdy nie ujawniaj swojego seed. Udostępnienie go może prowadzić do utraty środków.
pt: Nunca divulgue a sua frase-semente. A sua partilha pode resultar na perda de fundos.
tr: Tohum ifadenizi asla açıklamayın. Paylaşmak fon kaybına neden olabilir.
uk: Ніколи не розголошуйте свій seed. Його розголошення може призвести до втрати коштів.

# seed_warning_message_2
source: Your wallet recovery phrase is:
ar: جملة استعادة محفظتك هي :
bg: Фразата за възстановяване на портфейла ви е:
de: Ihr Wallet-Wiederherstellungs-Seed lautet:
es: Tu frase de recuperación de billetera es:
fr: La phrase de récupération de votre portefeuille est :
hi: आपका वॉलेट पुनर्प्राप्ति वाक्यांश है:
id: Frasa pemulihan dompet Anda adalah:
it: Il seme di recupero del portafoglio è:
ja: 財布の回復フレーズは
ko: 지갑 복구 문구는 다음과 같습니다:
ms: Biji pemulihan dompet anda adalah:
nl: De herstelzin voor je portemonnee is:
pl: Twój seed do odzyskiwania portfela to:
pt: A frase de recuperação da carteira é:
tr: Cüzdan kurtarma ifadeniz:
uk: Ваш seed для відновлення гаманця:
