Repository: xelis-project/xelis-genesix-wallet
Catalog: lib/l10n/app_*.arb
Languages: ar, bg, de, es, fr, hi, id, it, ja, ko, ms, nl, pl, pt, tr, uk

# please_authenticate_open_wallet
source: Please authenticate to open your wallet
ar: يرجى التحقق من الهوية لفتح محفظتك
bg: Моля, авторизирайте за да отворите вашия портфейл
de: Bitte authentifizieren Sie sich, um Ihren Wallet zu öffnen
es: Por favor, autentique para abrir su billetera
fr: Veuillez vous authentifier pour ouvrir votre portefeuille
hi: कृपया अपने वॉलेट को खोलने के लिए स्वयं की पहचान करें
id: Silakan autentikasi untuk membuka dompet Anda
it: Si prega di autenticarsi per aprire il tuo portafoglio
ja: 認証してウォレットを開いてください
ko: 이 지갑을 열려면 인증하십시오.
ms: Silahkan autentikasi untuk membuka dompet Anda
nl: Authenticatie om uw portemonnee te openen
pl: Prosimy o autoryzację, aby otworzyć swój portfel
pt: Por favor, autentique-se para abrir sua carteira
tr: Lütfen kimliğinizi doğrulayarak cüzdanınızı açmak için
uk: Підтвердіть свою особистість для відкриття свого гаманця

# please_authenticate_delete_wallet
source: Please authenticate to delete this wallet
ar: يرجى التحقق من الهوية لإلغاء هذا المحفظة
bg: Моля, авторизирайте за да изтриете този портфейл
de: Bitte authentifizieren Sie sich, um diesen Wallet zu löschen
es: Por favor, autentique para eliminar este monedero
fr: Veuillez vous authentifier pour supprimer ce portefeuille
hi: कृपया इस वॉलेट को डिलीट करने के लिए स्वयं की पहचान करें
id: Silakan autentikasi untuk menghapus dompet ini
it: Si prega di autenticarsi per eliminare questo portafoglio
ja: 削除するために認証してください
ko: 이 지갑을 삭제하려면 인증하십시오.
ms: Silahkan autentikasi untuk menghapus dompet ini
nl: Authenticatie om deze portemonnee te verwijderen
pl: Prosimy o autoryzację, aby usunąć ten portfel
pt: Por favor, autentique-se para excluir esta carteira
tr: Lütfen kimliğinizi doğrulayarak bu cüzdanı silmek için
uk: Підтвердіть свою особистість для видалення цього гаманця

# please_authenticate_burn_tx
source: Please authenticate to unlock Burn transfer
ar: يرجى التحقق من الهوية لفتح عملية الحرق
bg: Моля, авторизирайте за да отключите прехвърлянето на изгаряне
de: Bitte authentifizieren Sie sich, um das Verbrennungs-Transfer zu entsperren
es: Por favor, autentique para desbloquear la transferencia de quema
fr: Veuillez vous authentifier pour débloquer le transfert de combustion
hi: कृपया बर्न ट्रांसफर अनलॉक करने के लिए स्वयं की पहचान करें
id: Silakan autentikasi untuk membuka kunci transfer Hangus
it: Si prega di autenticarsi per sbloccare il trasferimento di bruciore
ja: 認証してブーン転送を解除してください
ko: 이 버너 전송을 해제하려면 인증하십시오.
ms: Silahkan autentikasi untuk membuka transfer pembakaran
nl: Authenticatie om het verbrandings-overdracht te ontgrendelen
pl: Prosimy o autoryzację, aby odblokować przekazanie spalenia
pt: Por favor, autentique-se para desbloquear a transferência de queima
tr: Lütfen kimliğinizi doğrulayarak yakma transferini açmak için
uk: Підтвердіть свою особистість для розблокування передачі спалювання

# please_authenticate_view_seed
source: Please authenticate to view your recovery phrase
ar: من الهوية لعرض جملتك لاستعادة
bg: Моля, авторизирайте за да видите вашата възстановителна фраза
de: Bitte authentifizieren Sie sich, um Ihren Wiederherstellungsbefehl anzuzeigen
es: Por favor, autentique para ver su frase de recuperación
fr: Veuillez vous authentifier pour voir votre phrase de récupération
hi: कृपया अपने रिकवरी फ्रेज़ को देखने के लिए स्वयं की पहचान करें
id: Silakan autentikasi untuk melihat frasa pemulihan Anda
it: Si prega di autenticarsi per visualizzare la tua frase di recupero
ja: 認証して復元フレーズを表示してください
ko: 이 복구 문구를 보려면 인증하십시오.
ms: Silahkan autentikasi untuk melihat frasa pemulihan Anda
nl: Authenticatie om uw herstelzin te bekijken
pl: Prosimy o autoryzację, aby wyświetlić swój kod odzyskiwania
pt: Por favor, autentique-se para visualizar sua frase de recuperação
tr: Lütfen kimliğinizi doğrulayarak kurtarma ifadenizi görünmek için
uk: Підтвердіть свою особистість для перегляду своєї фрази відновлення

# biometric_locked_warning
source: Biometric authentication is locked, please use your password to unlock it
ar: تم قفل التأكيد البيومتري، يرجى استخدام كلمة المرور الخاصة بك لفتحها
bg: Байометричната аутентификация е заключена, моля, използвайте вашия парол за отключване
de: Biometrische Authentifizierung ist gesperrt, bitte verwenden Sie Ihr Passwort, um sie zu entsperren
es: La autenticación biométrica está bloqueada, por favor, utiliza tu contraseña para desbloquearla
fr: L'authentification biométrique est verrouillée, veuillez utiliser votre mot de passe pour la déverrouiller
hi: बायोमेट्रिक प्रमाणीकरण लॉक है, कृपया इसे अनलॉक करने के लिए अपना पासवर्ड उपयोग करें
id: Autentikasi biometrik terkunci, silakan gunakan kata sandi Anda untuk membukanya
it: L'autenticazione biometrica è bloccata, per favore usa la tua password per sbloccare
ja: バイオメトリック認証がロックされています。パスワードを使用して解除してください。
ko: 생체 인식 인증이 잠겨 있습니다. 비밀번호를 사용하여 해제하십시오.
ms: Autentikasi biometrik terkunci, mohon gunakan kata sandi Anda untuk membukanya
nl: De biometrische authenticatie is geblokkeerd, gebruik uw wachtwoord om deze te ontgrendelen
pl: Biometria jest zablokowana, użyj hasła, aby odblokować ją
pt: A autenticação biométrica está bloqueada, por favor, use a sua senha para desbloquear
tr: Biyometrik kimlik doğrulaması kilitli, lütfen şifrenizi kullanarak açın
uk: Біометрична автентифікація заблокована, будь ласка, використайте свій пароль для розблокування

# biometric_not_available_warning
source: Biometric authentication is not available, please check your device settings
ar: لم يتم تمكين التحقق البيومتري، يرجى مراجعة إعدادات جهازك
bg: Байометричната аутентификация не е налична, моля проверете настройки на вашето устройство
de: Die biometrische Authentifizierung ist nicht verfügbar, bitte überprüfen Sie die Einstellungen Ihres Geräts
es: La autenticación biométrica no está disponible, revise la configuración de su dispositivo
fr: L'authentification biométrique n'est pas disponible, veuillez vérifier les paramètres de votre appareil
hi: बायोमेट्रिक प्रमाणीकरण उपलब्ध नहीं है, कृपया अपने डिवाइस सेटिंग्स जांच लें
id: Autentikasi biometrik tidak tersedia, silakan periksa pengaturan perangkat Anda
it: L'autenticazione biometrica non è disponibile, per favore controlla le impostazioni del tuo dispositivo
ja: バイオメトリック認証は使用できません。デバイスの設定を確認してください
ko: 생체 인식 인증이 사용 가능하지 않습니다. 기기 설정을 확인하십시오.
ms: Autentikasi biometrik tidak tersedia, periksa pengaturan perangkat Anda
nl: De biometrische authenticatie is niet beschikbaar, controleer de instellingen van uw apparaat
pl: Biometria nie jest dostępna, sprawdź ustawienia urządzenia
pt: A autenticação biométrica não está disponível, por favor, verifique as configurações do seu dispositivo
tr: Biyometrik kimlik doğrulaması mevcut değil, lütfen cihaz ayarlarınızı kontrol edin
uk: Біометрична автентифікація недоступна, будь ласка, перевірте налаштування вашого пристрою

source: Password not found
ar: كلمة مرور غير موجودة
bg: Парола не е намерена
de: Passwort nicht gefunden
es: Contraseña no encontrada
fr: Mot de passe introuvable
hi: पासवर्ड नहीं मिला
id: Kata sandi tidak ditemukan
it: Password non trovato
ja: パスワードが見つかりません
ko: 비밀번호가 없습니다.
ms: Kata sandi tidak ditemukan
nl: Wachtwoord niet gevonden
pl: Hasło nie znaleziono
pt: Senha não encontrada
tr: Şifre bulunamadı
uk: Пароль не знайдено

source: Filters
ar: فلاتر
bg: Филтри
de: Filter
es: Filtros
fr: Filtres
hi: फ़िल्टर
id: Filter
it: Filtri
ja: フィルター
ko: 필터
ms: Filter
pl: Filtry
pt: Filtros
tr: Filtren
uk: Фільтри

source: Transactions
ar: معاملات
bg: Транзакции
de: Transaktionen
es: Transacciones
hi: लेनदेन
id: Transaksi
it: Transazioni
ja: 取引
ko: 거래
ms: Perdagangan
nl: Transacties
pl: Transakcje
pt: Transações
tr: İşlemler
uk: Транзакції

source: No transactions found
ar: لم يتم العثور على أي معاملات
bg: Няма открити транзакции
de: Keine Transaktionen gefunden
es: No se encontraron transacciones
fr: Aucune transaction trouvée
hi: कोई लेनदेन नहीं मिला
id: Tidak ada transaksi ditemukan
it: Nessun transazione trovato
ja: 取引が見つかりません
ko: 거래가 없습니다
ms: Tidak ada transaksi yang ditemukan
nl: Geen transacties gevonden
pl: Nie znaleziono transakcji
pt: Nenhuma transação encontrada
tr: İşlem bulunamadı
uk: Не знайдено транзакцій

# try_changing_filter
source: Try changing the filter
ar: حاول تغيير الفلتر
bg: Опитайте промяната на филтъра
de: Versuche den Filter zu ändern
es: Intenta cambiar el filtro
fr: Essayez de changer le filtre
hi: फ़िल्टर बदलें
id: Coba ubah filter
it: Prova a modificare il filtro
ja: フィルターを変更してみてください
ko: 필터를 변경해 보세요
ms: Cuba mengubah filter
nl: Probeer de filter te wijzigen
pl: Spróbuj zmienić filtr
pt: Tente alterar o filtro
tr: Den filtresini değiştirin
uk: спробуйте змінити фільтр

source: Show search bar
ar: عرض شريط البحث
bg: Покажи лентата за търсене
de: Zeige Suchleiste
es: Mostrar barra de búsqueda
fr: Afficher la barre de recherche
hi: खोज बार दिखाएँ
id: Tampilkan bilah pencarian
it: Mostra la barra di ricerca
ja: 検索バーを表示する
ko: 검색창 표시
ms: Tunjukkan bilah pencarian
nl: Toon zoekbalk
pl: Pokaż pasek wyszukiwania
pt: Mostre a barra de pesquisa
tr: Göster arama çubuğu
uk: Показати панель пошуку

# search_transaction_by_address
source: Search transactions by address
ar: ابحث عن المعاملات حسب العنوان
bg: Търси транзакции по адрес
de: Suche Transaktionen nach Adresse
es: Buscar transacciones por dirección
fr: Rechercher des transactions par adresse
hi: लेनदेन खोजें पता द्वारा
id: Cari transaksi berdasarkan alamat
it: Ricerca transazioni per indirizzo
ja: 取引をアドレスで検索する
ko: 거래를 주소로 검색하세요
ms: Cari transaksi berdasarkan alamat
nl: Zoek transacties op adres
pl: Szukaj transakcji po adresie
pt: Pesquisar transações por endereço
tr: Arama işlemlerini adresle filtreleyin
uk: Пошукати транзакції за адресою

source: History Filters
ar: تاريخ الفلاتر
bg: История Фильтърi
de: Verlaufsfilter
es: Filtros de historial
fr: Filtres d'historique
hi: इतिहास फ़िल्टर
id: Filter Riwayat
it: Filtri di storia
ja: 履歴フィルター
ko: 기록 필터
ms: Sejarah Filter
nl: Geschiedenisfilters
pl: Filtry historii
pt: Filtros de histórico
tr: Tarih filtreleri
uk: Історія фільтри

source: Category
ar: فئة
bg: Kategori
de: Kategorie
es: Categoría
fr: Catégorie
hi: श्रेणी
id: Kategori
it: Categoria
ja: カテゴリー
ko: 카테고리
ms: Kategori
nl: Categorie
pl: Kategoria
pt: Categoria
tr: Kategoroloji
uk: Категорія

source: Save
ar: حفظ
bg: Запиши
de: Speichern
es: Guardar
fr: Enregistrer
hi: सेव करें
id: Simpan
it: Salva
ja: 保存する
ko: 저장하다
ms: Simpan
nl: Opslaan
pl: Zapisz
pt: Guardar
tr: Kaydet
uk: Зберегти

source: Others
ar: أخرى
bg: Други
de: Andere
es: Otros
fr: Autres
hi: अन्य
id: Lainnya
it: Altri
ja: その他
ko: 기타
ms: Lain-lain
nl: Anders
pl: Inne
pt: Outros
tr: Diğer
uk: Інші

source: All
ar: كل
bg: България
de: Allein
es: Todo
fr: Tout
hi: सभी
id: Semua
it: Tutto
ja: 全て
ko: 모두
ms: Semua
nl: Alle
pl: Wszystkie
pt: Tudo
tr: Hepsi
uk: Усі

source: Invoked Contract
ar: العقد استدعيت
bg: призован договор
de: aufgebauter Vertrag
es: Contrato invocado
fr: Contrat invoqué
hi: निष्पादित अनुबंध
id: Kontrak yang Dipanggil
it: Contratto attivato
ja: コントラクトが呼び出されました
ko: 계약이 호출되었습니다
ms: Kontrak dipanggil
nl: Contract is opgehaald
pl: Wywołany kontrakt
pt: Contrato invocado
tr: Sözleşme çağrıldı
uk: Викликаний контракт

source: Deployed Contract
ar: العقد تم نشرها
bg: разработен договор
de: bereits deployter Vertrag
es: Contrato desplegado
fr: Contrat déployé
hi: तैनात अनुबंध
id: Kontrak yang Diterapkan
it: Contratto distribuito
ja: コントラクトが展開されました
ko: 계약이 배포되었습니다
ms: Kontrak disebarkan
nl: Contract is deployed
pl: Rozwojowany kontrakt
pt: Contrato implantado
tr: Sözleşme dağıtıldı
uk: Розгорнутий контракт

source: Multisig Deleted
ar: تمت حذف التوقيعات المتعددة
bg: Мултисик изтрит
de: Multisig gelöscht
es: Multisig eliminado
fr: Multisig supprimé
hi: मल्टीसिक हटाया गया
id: Multisig Dihapus
it: Multi-sig eliminato
ja: マルチシグが削除されました
ko: 멀티시그가 삭제되었습니다
ms: Multisig dihapus
nl: Multisig verwijderd
pl: Multisig usunięty
pt: Multisig excluído
tr: Multisig silindi
uk: Мультисик видалено

source: Multisig Activated
ar: تم تنشيط التوقيعات المتعددة
bg: Мултисик активиран
de: Multisig aktiviert
es: Multisig activado
fr: Multisig activé
hi: मल्टीसिक सक्रिय
id: Multisig Diaktifkan
it: Multi-sig attivato
ja: マルチシグがアクティブ化されました
ko: 멀티시그가 활성화되었습니다
ms: Multisig diaktifkan
nl: Multisig geactiveerd
pl: Multisig aktywowany
pt: Multisig ativado
tr: Multisig etkinleştirildi
uk: Мультисик активовано

source: Contract
ar: العقد
bg: Договор
de: Vertrag
es: Contrato
fr: Contrat
hi: अनुबंध
id: Kontrak
it: Contratto
ja: 계약
ko: 계약
ms: Kontrak
pl: Umowa
pt: Contrato
tr: Sözleşme
uk: Контракт

source: Deposits
ar: المدفوعات
bg: Депозити
de: Einzahlungen
es: Depósitos
fr: Dépôts
hi: जमा
id: Setoran
it: Depositi
ja: 預金
ko: 입금
ms: Deposit
nl: Stortingen
pl: Wpłaty
pt: Depósitos
tr: Yatırımlar
uk: Завдання

source: Entry ID
ar: معرف المدخلة
bg: ID на влизане
de: Eintrags-ID
es: ID de entrada
fr: ID d'entrée
hi: प्रविष्टि आईडी
id: ID Entri
it: ID di entrata
ja: 登録ID
ko: 입력 ID
ms: ID Entri
nl: Ingangs-ID
pl: ID wejścia
pt: ID de entrada
tr: Kayıt ID
uk: ID запису

# no_application_found
source: No applications found
ar: لم يتم العثور على تطبيقات
bg: Няма намерени приложения
de: Keine Anwendungen gefunden
es: No se encontraron aplicaciones
fr: Aucune application trouvée
hi: कोई एप्लिकेशन नहीं मिली
id: Tidak ada aplikasi ditemukan
it: Nessuna applicazione trovata
ja: アプリケーションが見つかりません
ko: 애플리케이션을 찾을 수 없음
ms: Tiada aplikasi ditemui
nl: Geen toepassingen gevonden
pl: Nie znaleziono aplikacji
pt: Nenhuma aplicação encontrada
tr: Uygulama bulunamadı
uk: Застосунки не знайдено

# xwsd_status_screen_message
source: Manage application permissions with XSWD protocol
ar: إدارة أذونات التطبيق باستخدام بروتوكول XSWD
bg: Управлявайте разрешенията за приложения с помощта на протокола XSWD
de: Verwalten Sie Anwendungsberechtigungen mit dem XSWD-Protokoll
es: Administre los permisos de la aplicación con el protocolo XSWD
fr: Gérer les autorisations des applications avec le protocole XSWD
hi: XSWD प्रोटोकॉल के साथ एप्लिकेशन अनुमतियों का प्रबंधन करें
id: Kelola izin aplikasi dengan protokol XSWD
it: Gestisci le autorizzazioni delle applicazioni con il protocollo XSWD
ja: XSWDプロトコルでアプリケーションの権限を管理します
ko: XSWD 프로토콜로 애플리케이션 권한을 관리합니다
ms: Urus keizinan aplikasi dengan protokol XSWD
nl: Beheer applicatierechten met het XSWD-protocol
pl: Zarządzaj uprawnieniami aplikacji za pomocą protokołu XSWD
pt: Gerencie as permissões do aplicativo com o protocolo XSWD
tr: XSWD protokolü ile uygulama izinlerini yönetin
uk: Керуйте дозволами додатків за допомогою протоколу XSWD

source: XSWD Status
ar: حالة XSWD
bg: Състояние на XSWD
es: Estado de XSWD
fr: Statut XSWD
hi: XSWD स्थिति
id: Status XSWD
it: Stato XSWD
ja: XSWDのステータス
ko: XSWD 상태
ms: Status XSWD
pl: Status XSWD
pt: Status do XSWD
tr: XSWD Durumu
uk: Статус XSWD

# enable_xswd
source: Enable XSWD protocol
ar: تمكين بروتوكول XSWD
bg: Активирайте протокола XSWD
de: XSWD-Protokoll aktivieren
es: Habilitar el protocolo XSWD
fr: Activer le protocole XSWD
hi: XSWD प्रोटोकॉल सक्षम करें
id: Aktifkan protokol XSWD
it: Abilita il protocollo XSWD
ja: XSWDプロトコルを有効にする
ko: XSWD 프로토콜 활성화
ms: Dayakan protokol XSWD
nl: XSWD-protocol inschakelen
pl: Włącz protokół XSWD
pt: Ativar o protocolo XSWD
tr: XSWD protokolünü etkinleştir
uk: Увімкнути протокол XSWD

source: Applications
ar: التطبيقات
bg: Приложения
de: Anwendungen
es: Aplicaciones
hi: अनुप्रयोग
id: Aplikasi
it: Applicazioni
ja: アプリケーション
ko: 애플리케이션
ms: Aplikasi
nl: Toepassingen
pl: Aplikacje
pt: Aplicações
tr: Uygulamalar
uk: Застосунки

source: Error loading applications
ar: خطأ في تحميل التطبيقات
bg: Грешка при зареждане на приложенията
de: Fehler beim Laden der Anwendungen
es: Error al cargar las aplicaciones
fr: Erreur lors du chargement des applications
hi: एप्लिकेशन लोड करने में त्रुटि
id: Kesalahan saat memuat aplikasi
it: Errore durante il caricamento delle applicazioni
ja: アプリケーションの読み込みエラー
ko: 애플리케이션을 불러오는 중 오류 발생
ms: Ralat memuat aplikasi
nl: Fout bij het laden van toepassingen
pl: Błąd podczas ładowania aplikacji
pt: Erro ao carregar aplicações
tr: Uygulamalar yüklenirken hata oluştu
uk: Помилка під час завантаження додатків

# no_application_connected
source: No connected applications
ar: لا توجد تطبيقات متصلة
bg: Няма свързани приложения
de: Keine verbundenen Anwendungen
es: No hay aplicaciones conectadas
fr: Aucune application connectée
hi: कोई कनेक्टेड एप्लिकेशन नहीं है
id: Tidak ada aplikasi yang terhubung
it: Nessuna applicazione connessa
ja: 接続されているアプリケーションはありません
ko: 연결된 애플리케이션이 없습니다
ms: Tiada aplikasi yang disambungkan
nl: Geen verbonden toepassingen
pl: Brak połączonych aplikacji
pt: Nenhuma aplicação conectada
tr: Bağlı uygulama yok
uk: Немає підключених додатків

source: Ask
ar: اسأل
bg: Попитай
de: Frage
es: Preguntar
fr: Demander
hi: पूछें
id: Tanya
it: Chiedi
ja: 尋ねる
ko: 물어보기
ms: Tanya
nl: Vraag
pl: Zapytaj
pt: Perguntar
tr: Sor
uk: Запитати

source: Allow
ar: السماح
bg: Разрешавам
de: Erlauben
es: Permitir
fr: Autoriser
hi: अनुमति दें
id: Izinkan
it: Consentire
ja: 許可する
ko: 허용하다
ms: Benarkan
nl: Toestaan
pl: Pozwolić
pt: Permitir
tr: İzin ver
uk: Дозволити

source: Always allow
ar: السماح دائمًا
bg: Винаги позволявай
de: Immer erlauben
es: Siempre permitir
fr: Toujours autoriser
hi: हमेशा अनुमति दें
id: Selalu izinkan
it: Consenti sempre
ja: 常に許可する
ko: 항상 허용
ms: Sentiasa benarkan
nl: Altijd toestaan
pl: Zawsze zezwalaj
pt: Sempre permitir
tr: Her zaman izin ver
uk: Завжди дозволяти

source: Deny
ar: رفض
bg: Откажи
de: Ablehnen
es: Denegar
fr: Refuser
hi: अस्वीकार करें
id: Tolak
it: Negare
ja: 拒否する
ko: 거부하다
ms: Tolak
nl: Weigeren
pl: Odrzuć
pt: Negar
tr: Reddet
uk: Відхилити

source: Always deny
ar: الرفض دائمًا
bg: Винаги отказвай
de: Immer ablehnen
es: Siempre denegar
fr: Toujours refuser
hi: हमेशा अस्वीकार करें
id: Selalu tolak
it: Nega sempre
ja: 常に拒否する
ko: 항상 거부
ms: Sentiasa tolak
nl: Altijd weigeren
pl: Zawsze odrzucaj
pt: Sempre negar
tr: Her zaman reddet
uk: Завжди відхиляти

source: Edit permissions
ar: تعديل الأذونات
bg: Редактиране на разрешения
de: Berechtigungen bearbeiten
es: Editar permisos
fr: Modifier les autorisations
hi: अनुमतियाँ संपादित करें
id: Ubah izin
it: Modifica autorizzazioni
ja: 権限を編集
ko: 권한 편집
ms: Edit Kebenaran
nl: Machtigingen bewerken
pl: Edytuj uprawnienia
pt: Editar permissões
tr: İzinleri düzenle
uk: Редагувати дозволи

source: Description
ar: الوصف
bg: Описание
de: Beschreibung
es: Descripción
hi: विवरण
id: Deskripsi
it: Descrizione
ja: 説明
ko: 설명
ms: Penerangan
nl: Beschrijving
pl: Opis
pt: Descrição
tr: Açıklama
uk: Опис

source: Permissions
ar: الأذونات
bg: Разрешения
de: Berechtigungen
es: Permisos
fr: Autorisations
hi: अनुमतियाँ
id: Izin
it: Autorizzazioni
ja: 権限
ko: 권한
ms: Kebenaran
nl: Machtigingen
pl: Uprawnienia
pt: Permissões
tr: İzinler
uk: Дозволи

source: Action
bg: Действие
es: Acción
hi: क्रिया
id: Tindakan
it: Azione
ja: アクション
ko: 동작
ms: Tindakan
nl: Actie
pl: Akcja
pt: Ação
tr: Eylem

source: Method
ar: طريقة
bg: Метод
de: Methode
es: Método
fr: Méthode
hi: विधि
id: Metode
it: Metodo
ja: 方法
ko: 방법
ms: Kaedah
nl: Methode
pl: Metoda
pt: Método
tr: Yöntem
uk: Метод

source: Parameters
ar: المعلمات
bg: Параметри
de: Parameter
es: Parámetros
fr: Paramètres
hi: पैरामीटर
id: Parameter
it: Parametri
ja: パラメーター
ko: 매개변수
ms: Parameter
pl: Parametry
pt: Parâmetros
tr: Parametreler
uk: Параметри

# future_permissions
source: This application will request the following permissions:
ar: سيطلب هذا التطبيق الأذونات التالية:
bg: Това приложение ще поиска следните разрешения:
de: Diese Anwendung wird die folgenden Berechtigungen anfordern:
es: Esta aplicación solicitará los siguientes permisos:
fr: Cette application demandera les autorisations suivantes :
hi: यह एप्लिकेशन निम्नलिखित अनुमतियाँ मांगेगा:
id: Aplikasi ini akan meminta izin berikut:
it: Questa applicazione richiederà le seguenti autorizzazioni:
ja: このアプリケーションは次の権限を要求します:
ko: 이 애플리케이션은 다음 권한을 요청합니다:
ms: Aplikasi ini akan meminta kebenaran berikut:
nl: Deze applicatie zal de volgende machtigingen aanvragen:
pl: Ta aplikacja poprosi o następujące uprawnienia:
pt: Este aplicativo solicitará as seguintes permissões:
tr: Bu uygulama aşağıdaki izinleri isteyecek:
uk: Цей застосунок запитає наступні дозволи:

source: Unknown request
ar: طلب غير معروف
bg: Неизвестна заявка
de: Unbekannte Anfrage
es: Solicitud desconocida
fr: Requête inconnue
hi: अज्ञात अनुरोध
id: Permintaan tidak dikenal
it: Richiesta sconosciuta
ja: 不明なリクエスト
ko: 알 수 없는 요청
ms: Permintaan tidak diketahui
nl: Onbekend verzoek
pl: Nieznane żądanie
pt: Solicitação desconhecida
tr: Bilinmeyen istek
uk: Невідомий запит

source: Connection request
ar: طلب اتصال
bg: Заявка за връзка
de: Verbindungsanfrage
es: Solicitud de conexión
fr: Requête de connexion
hi: कनेक्शन अनुरोध
id: Permintaan koneksi
it: Richiesta di connessione
ja: 接続リクエスト
ko: 연결 요청
ms: Permintaan sambungan
nl: Verbindingsverzoek
pl: Żądanie połączenia
pt: Solicitação de conexão
tr: Bağlantı isteği
uk: Запит на з’єднання

source: Permission request
ar: طلب إذن
bg: Заявка за разрешение
de: Berechtigungsanfrage
es: Solicitud de permiso
fr: Demande d'autorisation
hi: अनुमति अनुरोध
id: Permintaan izin
it: Richiesta di autorizzazione
ja: 権限リクエスト
ko: 권한 요청
ms: Permintaan kebenaran
nl: Machtigingsverzoek
pl: Żądanie uprawnień
pt: Solicitação de permissão
tr: İzin isteği
uk: Запит на дозвіл

source: Cancellation request
ar: طلب إلغاء
bg: Заявка за отмяна
de: Anfrage auf Abbruch
es: Solicitud de cancelación
fr: Requête d’annulation
hi: रद्दीकरण अनुरोध
id: Permintaan pembatalan
it: Richiesta di annullamento
ja: キャンセルリクエスト
ko: 취소 요청
ms: Permintaan pembatalan
nl: Annuleringsverzoek
pl: Żądanie anulowania
pt: Solicitação de cancelamento
tr: İptal isteği
uk: Запит на скасування

source: App disconnected
ar: تم فصل التطبيق
bg: Приложението е прекъснато
de: App getrennt
es: Aplicación desconectada
fr: Application déconnectée
hi: ऐप डिस्कनेक्ट हो गई
id: Aplikasi terputus
it: App disconnessa
ja: アプリが切断されました
ko: 앱 연결이 끊어졌습니다
ms: Aplikkasi terputus
nl: App losgekoppeld
pl: Aplikacja została rozłączona
pt: Aplicativo desconectado
tr: Uygulama bağlantısı kesildi
uk: Додаток відключено

# xswd_setting_label
source: The XSWD protocol provides secure communication with external applications.
ar: يوفر بروتوكول XSWD اتصالًا آمنًا مع التطبيقات الخارجية.
bg: Протоколът XSWD осигурява сигурна комуникация с външни приложения.
de: Das XSWD-Protokoll bietet eine sichere Kommunikation mit externen Anwendungen.
es: El protocolo XSWD proporciona comunicación segura con aplicaciones externas.
fr: Le protocole XSWD permet une communication sécurisée avec des applications externes.
hi: XSWD प्रोटोकॉल बाहरी अनुप्रयोगों के साथ सुरक्षित संचार प्रदान करता है।
id: Protokol XSWD menyediakan komunikasi aman dengan aplikasi eksternal.
it: Il protocollo XSWD fornisce comunicazioni sicure con applicazioni esterne.
ja: XSWDプロトコルは外部アプリケーションとの安全な通信を提供します。
ko: XSWD 프로토콜은 외부 애플리케이션과의 보안 통신을 제공합니다.
ms: Protokol XSWD menyediakan komunikasi selamat dengan aplikasi luaran.
nl: Het XSWD-protocol biedt veilige communicatie met externe toepassingen.
pl: Protokół XSWD zapewnia bezpieczną komunikację z aplikacjami zewnętrznymi.
pt: O protocolo XSWD fornece comunicação segura com aplicativos externos.
tr: XSWD protokolü, harici uygulamalarla güvenli iletişim sağlar.
uk: Протокол XSWD забезпечує безпечний зв’язок із зовнішніми застосунками.

source: Permission granted for
ar: تم منح الإذن لـ
bg: Разрешение дадено за
de: Berechtigung erteilt für
es: Permiso concedido para
fr: Autorisation accordée pour
hi: अनुमति दी गई है
id: Izin diberikan untuk
it: Autorizzazione concessa per
ja: 権限が付与されました
ko: 권한이 부여되었습니다
ms: Kebenaran diberikan untuk
nl: Machtiging verleend voor
pl: Uprawnienie przyznane dla
pt: Permissão concedida para
tr: İzin verildi
uk: Надано дозвіл для
