Repository: xelis-project/xelis-genesix-wallet
Catalog: lib/l10n/app_*.arb
Languages: ar, bg, de, es, fr, hi, id, it, ja, ko, ms, nl, pl, pt, tr, uk

source: Permission denied for
ar: تم رفض الإذن لـ
bg: Разрешение отказано за
de: Berechtigung verweigert für
es: Permiso denegado para
fr: Autorisation refusée pour
hi: अनुमति अस्वीकृत की गई
id: Izin ditolak untuk
it: Autorizzazione negata per
ja: 権限が拒否されました
ko: 권한이 거부되었습니다
ms: Kebenaran ditolak untuk
nl: Machtiging geweigerd voor
pl: Uprawnienie odrzucone dla
pt: Permissão negada para
tr: İzin reddedildi
uk: Відмовлено в дозволі для

source: Permission request from
ar: XSWD: طلب إذن من
bg: XSWD: Заявка за разрешение от
de: XSWD: Berechtigungsanfrage von
es: XSWD: Solicitud de permiso de
fr: XSWD : Demande d'autorisation de
hi: XSWD: अनुमति अनुरोध द्वारा
id: XSWD: Permintaan izin dari
it: XSWD: Richiesta di autorizzazione da
ja: XSWD：権限リクエスト元
ko: XSWD: 권한 요청 -
ms: XSWD: Permintaan kebenaran daripada
nl: XSWD: Machtigingsverzoek van
pl: XSWD: Żądanie uprawnień od
pt: XSWD: Solicitação de permissão de
tr: XSWD: İzin isteği -
uk: XSWD: Запит на дозвіл від

source: Connection request from
ar: XSWD: طلب اتصال من
bg: XSWD: Заявка за връзка от
de: XSWD: Verbindungsanfrage von
es: XSWD: Solicitud de conexión de
fr: XSWD : Requête de connexion de
hi: XSWD: कनेक्शन अनुरोध से
id: XSWD: Permintaan koneksi dari
it: XSWD: Richiesta di connessione da
ja: XSWD：接続リクエスト元
ko: XSWD: 연결 요청 -
ms: XSWD: Permintaan sambungan daripada
nl: XSWD: Verbindingsverzoek van
pl: XSWD: Żądanie połączenia od
pt: XSWD: Solicitação de conexão de
tr: XSWD: Bağlantı isteği -
uk: XSWD: Запит на з’єднання від

source: Request cancelled from
ar: XSWD: تم إلغاء الطلب من
bg: XSWD: Заявката е отменена от
de: XSWD: Anfrage abgebrochen von
es: XSWD: Solicitud cancelada de
fr: XSWD : Demande annulée de
hi: XSWD: अनुरोध रद्द किया गया द्वारा
id: XSWD: Permintaan dibatalkan dari
it: XSWD: Richiesta annullata da
ja: XSWD：リクエストがキャンセルされました 発信元
ko: XSWD: 요청이 취소됨 -
ms: XSWD: Permintaan dibatalkan daripada
nl: XSWD: Verzoek geannuleerd van
pl: XSWD: Żądanie anulowane od
pt: XSWD: Solicitação cancelada de
tr: XSWD: İstek iptal edildi -
uk: XSWD: Запит скасовано від

# contract_deployed_at
source: Contract deployed at topoheight
ar: تم نشر العقد عند topoheight
bg: Договорът е внедрен на topoheight
de: Vertrag bei Topoheight bereitgestellt
es: Contrato implementado en topoheight
fr: Contrat déployé à la hauteur topo
hi: अनुबंध को topoheight पर परिनियोजित किया गया
id: Kontrak diterapkan pada topoheight
it: Contratto distribuito a topoheight
ja: トポハイトでコントラクトが展開されました
ko: 계약이 topoheight에 배포되었습니다
ms: Kontrak digunakan pada topoheight
nl: Contract geïmplementeerd op topoheight
pl: Kontrakt wdrożony na topoheight
pt: Contrato implantado em topoheight
tr: Sözleşme topoheight üzerinde dağıtıldı
uk: Контракт розгорнуто на topoheight

source: Contract invoked:
ar: تم استدعاء العقد:
bg: Договорът е извикан:
de: Vertrag aufgerufen:
es: Contrato invocado:
fr: Contrat invoqué :
hi: अनुबंध कॉल किया गया:
id: Kontrak dipanggil:
it: Contratto invocato:
ja: コントラクトが呼び出されました：
ko: 계약이 호출되었습니다:
ms: Kontrak dipanggil:
nl: Contract aangeroepen:
pl: Kontrakt wywołany:
pt: Contrato invocado:
tr: Sözleşme çağrıldı:
uk: Контракт викликано:

source: max gas
bg: максимален газ
es: gas máximo
fr: gaz maximal
hi: अधिकतम गैस
id: gas maks
it: gas massimo
ja: 最大ガス
ko: 최대 가스
ms: gas maksimum
nl: maximale gas
pl: maksymalny gaz
pt: gás máximo
tr: maksimum gaz
uk: макс. газ

source: private
bg: частен
de: privat
es: privado
fr: privé
hi: निजी
id: pribadi
it: privato
ja: プライベート
ko: 비공개
ms: peribadi
nl: privé
pl: prywatny
pt: privado
tr: özel
uk: приватний

source: Invoke contract
bg: Извикване на договор
de: Vertrag aufrufen
es: Invocar contrato
fr: Invoquer le contrat
hi: अनुबंध कॉल करें
id: Panggil kontrak
it: Richiamare il contratto
ja: コントラクトを呼び出す
ko: 계약 호출
ms: Panggil kontrak
nl: Contract aanroepen
pl: Wywołaj kontrakt
pt: Invocar contrato
tr: Sözleşmeyi çağır
uk: Викликати контракт

source: Deploy contract
bg: Деплой на договор
de: Vertrag bereitstellen
es: Implementar contrato
fr: Déployer le contrat
hi: अनुबंध परिनियोजित करें
id: Terapkan kontrak
it: Distribuire il contratto
ja: コントラクトをデプロイ
ko: 계약 배포
ms: Laksanakan kontrak
nl: Contract implementeren
pl: Wdrożenie kontraktu
pt: Implantar contrato
tr: Sözleşmeyi dağıt
uk: Розгорнути контракт

# track_asset_dialog_message
source: Track this asset to monitor its balance and manage it within your wallet.
bg: Проследявайте този актив, за да наблюдавате баланса му и да го управлявате в портфейла си.
es: Rastrea este activo para monitorear su saldo y administrarlo dentro de tu billetera.
fr: Suivez cet actif pour surveiller son solde et le gérer dans votre portefeuille.
hi: इस संपत्ति को ट्रैक करें ताकि आप इसकी शेष राशि की निगरानी कर सकें और अपने वॉलेट में इसे प्रबंधित कर सकें।
id: Pantau aset ini untuk mengawasi saldonya dan mengelolanya di dalam dompet Anda.
it: Traccia questa risorsa per monitorarne il saldo e gestirla nel tuo portafoglio.
ja: この資産を追跡して残高を監視し、ウォレット内で管理します。
ko: 이 자산을 추적하여 잔액을 모니터링하고 지갑 내에서 관리하세요.
ms: Jejaki aset ini untuk memantau bakinya dan menguruskannya dalam dompet anda.
nl: Volg dit activum om het saldo te controleren en te beheren binnen je wallet.
pl: Śledź ten zasób, aby monitorować jego saldo i zarządzać nim w swoim portfelu.
pt: Acompanhe este ativo para monitorar seu saldo e gerenciá-lo dentro da sua carteira.

source: Decimals
bg: Десетични знаци
es: Decimales
fr: Décimales
hi: दशमलव
id: Desimal
it: Decimali
ja: 小数
ko: 소수점
ms: Perpuluhan
nl: Decimalen
pl: Miejsca dziesiętne
pt: Casas decimais

source: Max supply
bg: Максимално предлагане
es: Suministro máximo
fr: Offre maximale
hi: अधिकतम आपूर्ति
id: Pasokan maks
it: Offerta massima
ja: 最大供給量
ko: 최대 공급량
ms: Bekalan maksimum
nl: Maximale voorraad
pl: Maksymalna podaż
pt: Oferta máxima

source: Track
bg: Проследи
es: Rastrear
fr: Suivre
hi: ट्रैक करें
id: Pantau
it: Traccia
ja: トラッキング
ko: 추적
ms: Jejak
nl: Volgen
pl: Śledź
pt: Acompanhar

source: Tracked
bg: Проследен
es: Rastreados
fr: Suivi
hi: ट्रैक किया गया
id: Dipantau
it: Tracciato
ja: 追跡済み
ko: 추적됨
ms: Dijejak
nl: Bijgehouden
pl: Śledzony
pt: Acompanhado

source: Untrack
bg: Спри проследяването
es: Dejar de rastrear
fr: Ne plus suivre
hi: ट्रैक हटाएं
id: Berhenti Pantau
it: Interrompi il tracciamento
ja: トラッキングを解除
ko: 추적 중지
ms: Nyahjejak
nl: Niet meer volgen
pl: Przestań śledzić
pt: Deixar de acompanhar

source: Untracked
bg: Непроследен
es: No rastreados
fr: Non suivi
hi: अनट्रैक्ड
id: Tidak Dipantau
it: Non tracciato
ja: 未追跡
ko: 추적되지 않음
ms: Tidak dijejak
nl: Niet bijgehouden
pl: Niesledzony
pt: Não acompanhado

source: No tracked assets
bg: Няма проследени активи
es: No hay activos rastreados
fr: Aucun actif suivi
hi: कोई ट्रैक की गई संपत्तियाँ नहीं
id: Tidak ada aset yang dipantau
it: Nessuna risorsa tracciata
ja: トラッキングされた資産はありません
ko: 추적된 자산 없음
ms: Tiada aset dijejak
nl: Geen gevolgde activa
pl: Brak śledzonych zasobów
pt: Nenhum ativo acompanhado

source: No untracked assets
bg: Няма непроследени активи
es: No hay activos no rastreados
fr: Aucun actif non suivi
hi: कोई अनट्रैक्ड संपत्तियाँ नहीं
id: Tidak ada aset yang tidak dipantau
it: Nessuna risorsa non tracciata
ja: 未追跡の資産はありません
ko: 추적되지 않은 자산 없음
ms: Tiada aset tidak dijejak
nl: Geen niet-bijgehouden activa
pl: Brak nieśledzonych zasobów
pt: Nenhum ativo não acompanhado

source: Asset successfully tracked
bg: Активът е проследен успешно
es: Activo rastreado con éxito
fr: Actif suivi avec succès
hi: संपत्ति सफलतापूर्वक ट्रैक की गई
id: Aset berhasil dipantau
it: Risorsa tracciata con successo
ja: 資産の追跡に成功しました
ko: 자산이 성공적으로 추적되었습니다
ms: Aset berjaya dijejak
nl: Activum succesvol bijgehouden
pl: Zasób został pomyślnie śledzony
pt: Ativo acompanhado com sucesso

source: Asset successfully untracked
bg: Активът е успешно премахнат от проследяване
es: Activo eliminado del rastreo con éxito
fr: Actif retiré du suivi avec succès
hi: संपत्ति को सफलतापूर्वक अनट्रैक किया गया
id: Aset berhasil berhenti dipantau
it: Risorsa rimossa dal tracciamento con successo
ja: 資産の追跡を解除しました
ko: 자산 추적 해제에 성공했습니다
ms: Aset berjaya dibatalkan jejaknya
nl: Activum succesvol niet meer bijgehouden
pl: Zasób został pomyślnie usunięty ze śledzenia
pt: Ativo removido do acompanhamento com sucesso

# track_button_tooltip
source: Track this asset
bg: Проследи този актив
es: Rastrear este activo
fr: Suivre cet actif
hi: इस संपत्ति को ट्रैक करें
id: Pantau aset ini
it: Traccia questo asset
ja: この資産を追跡
ko: 이 자산을 추적
ms: Jejaki aset ini
nl: Volg dit activum
pl: Śledź ten zasób
pt: Acompanhar este ativo

source: Address book
bg: Адресна книга
es: Libreta de direcciones
fr: Carnet d'adresses
hi: पता पुस्तिका
id: Buku alamat
it: Rubrica
ja: アドレス帳
ko: 주소록
ms: Buku alamat
nl: Adresboek
pl: Książka adresowa
pt: Catálogo de endereços

source: Contact
bg: Контакт
es: Contacto
hi: संपर्क
id: Kontak
it: Contatto
ja: 連絡先
ko: 연락처
ms: Kenalan
pl: Kontakt
pt: Contato

source: New contact
bg: Нов контакт
es: Nuevo contacto
fr: Nouveau contact
hi: नया संपर्क
id: Kontak baru
it: Nuovo contatto
ja: 新しい連絡先
ko: 새 연락처
ms: Kenalan baharu
nl: Nieuw contact
pl: Nowy kontakt
pt: Novo contato

# address_book_name_input_min_lenght
source: Name must be at least 3 characters
bg: Името трябва да е поне 3 знака
es: El nombre debe tener al menos 3 caracteres
fr: Le nom doit comporter au moins 3 caractères
hi: नाम कम से कम 3 अक्षरों का होना चाहिए
id: Nama harus minimal 3 karakter
it: Il nome deve contenere almeno 3 caratteri
ja: 名前は3文字以上である必要があります
ko: 이름은 최소 3자 이상이어야 합니다
ms: Nama mesti sekurang-kurangnya 3 aksara
nl: Naam moet minstens 3 tekens bevatten
pl: Imię musi mieć co najmniej 3 znaki
pt: O nome deve ter pelo menos 3 caracteres

# address_book_name_input_max_lenght
source: maximum length is 128 characters
bg: максималната дължина е 128 знака
es: la longitud máxima es de 128 caracteres
fr: la longueur maximale est de 128 caractères
hi: अधिकतम लंबाई 128 अक्षर है
id: panjang maksimum adalah 128 karakter
it: la lunghezza massima è di 128 caratteri
ja: 最大長は128文字です
ko: 최대 길이는 128자입니다
ms: panjang maksimum ialah 128 aksara
nl: maximale lengte is 128 tekens
pl: maksymalna długość to 128 znaków
pt: o comprimento máximo é de 128 caracteres

source: added to address book:
bg: добавен в адресната книга:
es: añadido a la libreta de direcciones:
fr: ajouté au carnet d'adresses :
hi: पता पुस्तिका में जोड़ा गया:
id: ditambahkan ke buku alamat:
it: aggiunto alla rubrica:
ja: アドレス帳に追加されました:
ko: 주소록에 추가됨:
ms: ditambahkan ke buku alamat:
nl: toegevoegd aan adresboek:
pl: dodano do książki adresowej:
pt: adicionado ao catálogo de endereços:

source: Contact already exists
bg: Контактът вече съществува
es: El contacto ya existe
fr: Le contact existe déjà
hi: संपर्क पहले से मौजूद है
id: Kontak sudah ada
it: Il contatto esiste già
ja: 連絡先は既に存在します
ko: 연락처가 이미 존재합니다
ms: Kenalan sudah wujud
nl: Contact bestaat al
pl: Kontakt już istnieje
pt: O contato já existe

source: Failed to add contact:
bg: Неуспешно добавяне на контакт:
es: Error al agregar el contacto:
fr: Échec de l’ajout du contact :
hi: संपर्क जोड़ने में विफल:
id: Gagal menambahkan kontak:
it: Impossibile aggiungere il contatto:
ja: 連絡先の追加に失敗しました:
ko: 연락처 추가 실패:
ms: Gagal menambah kenalan:
nl: Contact toevoegen mislukt:
pl: Nie udało się dodać kontaktu:
pt: Falha ao adicionar o contato:

source: Add
bg: Добави
es: Agregar
fr: Ajouter
hi: जोड़ें
id: Tambah
it: Aggiungi
ja: 追加
ko: 추가
ms: Tambah
nl: Toevoegen
pl: Dodaj
pt: Adicionar

# filter_contacts_label_text
source: Type a name to filter contacts
bg: Въведете име, за да филтрирате контактите
es: Escribe un nombre para filtrar los contactos
fr: Tapez un nom pour filtrer les contacts
hi: संपर्क छांटने के लिए नाम टाइप करें
id: Ketik nama untuk memfilter kontak
it: Digita un nome per filtrare i contatti
ja: 名前を入力して連絡先を絞り込む
ko: 연락처를 필터링하려면 이름을 입력하세요
ms: Taipkan nama untuk menapis kenalan
nl: Typ een naam om contacten te filteren
pl: Wpisz nazwę, aby przefiltrować kontakty
pt: Digite um nome para filtrar os contatos

# no_contact_found
source: No contacts found
bg: Няма намерени контакти
es: No se encontraron contactos
fr: Aucun contact trouvé
hi: कोई संपर्क नहीं मिला
id: Kontak tidak ditemukan
it: Nessun contatto trovato
ja: 連絡先が見つかりません
ko: 연락처를 찾을 수 없습니다
ms: Tiada kenalan ditemui
nl: Geen contacten gevonden
pl: Nie znaleziono kontaktów
pt: Nenhum contato encontrado

source: Edit contact
bg: Редактирай контакт
es: Editar contacto
fr: Modifier le contact
hi: संपर्क संपादित करें
id: Ubah kontak
it: Modifica contatto
ja: 連絡先を編集
ko: 연락처 편집
ms: Edit kenalan
nl: Contact bewerken
pl: Edytuj kontakt
pt: Editar contato

# remove_contact_button_tooltip
source: remove from address book
bg: премахни от адресната книга
es: eliminar de la libreta de direcciones
fr: supprimer du carnet d'adresses
hi: पता पुस्तिका से हटाएं
id: hapus dari buku alamat
it: rimuovi dalla rubrica
ja: アドレス帳から削除
ko: 주소록에서 제거
ms: keluarkan dari buku alamat
nl: verwijder uit adresboek
pl: usuń z książki adresowej
pt: remover do catálogo de endereços

# remove_contact_confirm_message
source: Are you sure you want to delete this contact?
bg: Сигурни ли сте, че искате да изтриете този контакт?
es: ¿Estás seguro de que deseas eliminar este contacto?
fr: Êtes-vous sûr de vouloir supprimer ce contact ?
hi: क्या आप वाकई इस संपर्क को हटाना चाहते हैं?
id: Apakah Anda yakin ingin menghapus kontak ini?
it: Sei sicuro di voler eliminare questo contatto?
ja: この連絡先を削除してもよろしいですか？
ko: 이 연락처를 삭제하시겠습니까?
ms: Adakah anda pasti mahu padamkan kenalan ini?
nl: Weet je zeker dat je dit contact wilt verwijderen?
pl: Czy na pewno chcesz usunąć ten kontakt?
pt: Tem certeza de que deseja excluir este contato?

source: removed from address book:
bg: премахнат от адресната книга:
es: eliminado de la libreta de direcciones:
fr: supprimé du carnet d'adresses :
hi: पता पुस्तिका से हटाया गया:
id: dihapus dari buku alamat:
it: rimosso dalla rubrica:
ja: アドレス帳から削除されました:
ko: 주소록에서 제거됨:
ms: dikeluarkan dari buku alamat:
nl: verwijderd uit adresboek:
pl: usunięty z książki adresowej:
pt: removido do catálogo de endereços:

source: Failed to remove contact:
bg: Неуспешно премахване на контакт:
es: No se pudo eliminar el contacto:
fr: Échec de la suppression du contact :
hi: संपर्क हटाने में विफल:
id: Gagal menghapus kontak:
it: Impossibile rimuovere il contatto:
ja: 連絡先の削除に失敗しました:
ko: 연락처 삭제 실패:
ms: Gagal menghapus kenalan:
nl: Verwijderen van contact mislukt:
pl: Nie udało się usunąć kontaktu:
pt: Falha ao remover o contato:

# add_to_address_book_tooltip
source: add to address book
bg: добави в адресната книга
es: agregar a la libreta de direcciones
fr: ajouter au carnet d'adresses
hi: पता पुस्तिका में जोड़ें
id: tambah ke buku alamat
it: aggiungi alla rubrica
ja: アドレス帳に追加
ko: 주소록에 추가
ms: tambah ke buku alamat
nl: toevoegen aan adresboek
pl: dodaj do książki adresowej
pt: adicionar ao catálogo de endereços

source: contact updated
bg: контактът е актуализиран
es: contacto actualizado
fr: contact mis à jour
hi: संपर्क अपडेट किया गया
id: kontak diperbarui
it: contatto aggiornato
ja: 連絡先が更新されました
ko: 연락처가 업데이트되었습니다
ms: kenalan dikemas kini
nl: contact bijgewerkt
pl: kontakt zaktualizowany
pt: contato atualizado

source: Failed to update contact:
bg: Неуспешно актуализиране на контакт:
es: No se pudo actualizar el contacto:
fr: Échec de la mise à jour du contact :
hi: संपर्क अपडेट करने में विफल:
id: Gagal memperbarui kontak:
it: Impossibile aggiornare il contatto:
ja: 連絡先の更新に失敗しました:
ko: 연락처 업데이트 실패:
ms: Gagal mengemas kini kenalan:
nl: Bijwerken van contact mislukt:
pl: Nie udało się zaktualizować kontaktu:
pt: Falha ao atualizar o contato:

source: Error loading contacts:
bg: Грешка при зареждане на контактите:
es: Error al cargar los contactos:
fr: Erreur lors du chargement des contacts :
hi: संपर्क लोड करने में त्रुटि:
id: Kesalahan saat memuat kontak:
it: Errore durante il caricamento dei contatti:
ja: 連絡先の読み込みエラー:
ko: 연락처를 불러오는 중 오류 발생:
ms: Ralat memuat kenalan:
nl: Fout bij het laden van contacten:
pl: Błąd podczas ładowania kontaktów:
pt: Erro ao carregar os contatos:

source: Select from address book
bg: Изберете от адресната книга
es: Seleccionar de la libreta de direcciones
fr: Sélectionner depuis le carnet d'adresses
hi: पता पुस्तिका से चुनें
id: Pilih dari buku alamat
it: Seleziona dalla rubrica
ja: アドレス帳から選択
ko: 주소록에서 선택
ms: Pilih daripada buku alamat
nl: Selecteer uit adresboek
pl: Wybierz z książki adresowej
pt: Selecionar do catálogo de endereços

source: Reset all
bg: Нулирай всички
es: Restablecer todo
fr: Réinitialiser tout
hi: सभी रीसेट करें
id: Atur ulang semua
it: Reimposta tutto
ja: すべてリセット
ko: 모두 재설정
ms: Tetapkan Semula Semua
nl: Alles resetten
pl: Zresetuj wszystko
pt: Redefinir tudo

source: Apply
bg: Приложи
es: Aplicar
fr: Appliquer
hi: लागू करें
id: Terapkan
it: Applica
ja: 適用
ko: 적용
ms: Terapkan
nl: Toepassen
pl: Zastosuj
pt: Aplicar

# delete_wallet_warning_message
source: Are you sure you want to delete permanently this wallet?
bg: Сигурни ли сте, че искате да изтриете този портфейл завинаги?
es: ¿Estás seguro de que deseas eliminar esta billetera de forma permanente?
fr: Êtes-vous sûr de vouloir supprimer définitivement ce portefeuille ?
hi: क्या आप वाकई इस वॉलेट को स्थायी रूप से हटाना चाहते हैं?
id: Apakah Anda yakin ingin menghapus dompet ini secara permanen?
it: Sei sicuro di voler eliminare definitivamente questo portafoglio?
ja: このウォレットを完全に削除してもよろしいですか？
ko: 이 지갑을 영구적으로 삭제하시겠습니까?
ms: Adakah anda pasti mahu memadamkan dompet ini secara kekal?
nl: Weet je zeker dat je deze wallet permanent wilt verwijderen?
pl: Czy na pewno chcesz trwale usunąć ten portfel?
pt: Tem certeza de que deseja excluir permanentemente esta carteira?

source: Error while syncing:
bg: Грешка при синхронизиране:
es: Error al sincronizar:
fr: Erreur lors de la synchronisation :
hi: समन्वयन में त्रुटि:
id: Kesalahan saat sinkronisasi:
it: Errore durante la sincronizzazione:
ja: 同期中にエラーが発生しました:
ko: 동기화 중 오류 발생:
ms: Ralat semasa menyelaraskan:
nl: Fout tijdens synchronisatie:
pl: Błąd podczas synchronizacji:
pt: Erro ao sincronizar:

source: New asset detected:
bg: Нов актив открит:
es: Nuevo activo detectado:
fr: Nouvel actif détecté :
hi: नई संपत्ति का पता चला:
id: Aset baru terdeteksi:
it: Nuovo asset rilevato:
ja: 新しい資産が検出されました:
ko: 새로운 자산이 감지되었습니다:
ms: Aset baharu dikesan:
nl: Nieuw activum gedetecteerd:
pl: Wykryto nowy zasób:
pt: Novo ativo detectado:

source: Contact Details
id: Rincian Kontak

source: Contact not found
id: Kontak tidak ditemukan

source: Notes
id: Catatan

# no_notes
source: No notes added yet
id: Belum ada catatan yang ditambahkan

# enter_notes
source: Enter notes about this contact...
id: Masukkan catatan tentang kontak ini...

# notes_saved
source: Notes saved successfully
id: Catatan berhasil disimpan

source: Transaction History
id: Riwayat Transaksi

# no_transactions_with_contact
source: No transactions with this contact yet
id: Belum ada transaksi dengan kontak ini

source: Copied to clipboard
id: Disalin ke papan klip

# edit_button
source: Edit
id: Ubah

source: Seed
ar: بذرة
bg: Семена
es: Semilla
fr: Graine
hi: बीज
it: Seme
ja: シード
ko: 시드
ms: Biji
pt: Semente
tr: Tohum

# node_bottom_app_bar
source: Node
ar: عقد
bg: Възел
de: Knoten
es: Nodo
fr: Noeud
hi: नोड
it: Nodo
ja: ノード
ko: 노드
ms: Nod
pl: Węzeł
pt: Nó
tr: Düğüm
uk: Вузол

source: Topoheight
ar: ارتفاع التوبو
bg: Топовисочина
es: Altura máxima
hi: टोपोहाइट
it: Altezza Topologica
ja: トポハイト
ko: 토포높이
ms: Ketinggian atas
nl: Topohoogte
pt: Altura do topo
uk: Висота над рівнем моря

source: Transfer
ar: تحويل
bg: Трансфер
de: Überweisung
es: Transferencia
fr: Transfert
hi: स्थानांतरण
it: Trasferimento
ja: 転送
ko: 전송
ms: Pemindahan
nl: Overdracht
pl: Przelew
pt: Transferência
uk: Переказ

source: Hash
ar: ختم
hi: हैश
ja: ハッシュ
ko: 해시
pt: Haxixe
uk: Хеш

# ok_button
source: Ok
ar: موافق
bg: Добре
es: Aceptar
hi: ठीक है
ko: 확인
tr: Tamam

source: Multi transfer
ar: تحويل متعدد
bg: Множествен трансфер
de: Mehrere Überweisungen
es: Transferencia múltiple
fr: Transfert multiple
hi: बहु स्थानांतरण
it: Trasferimento multiplo
ja: マルチトランスファー
ko: 멀티 전송
ms: Pemindahan Pelbagai
nl: Meervoudige overdracht
pl: Wielokrotny przelew
pt: Transferência múltipla
tr: Çoklu Transfer
uk: Мульти-переказ

source: Total
ar: الإجمالي
bg: Общо
de: Gesamt
hi: कुल
it: Totale
ja: 合計
ko: 합계
ms: Jumlah
nl: Totaal
pl: Suma
tr: Toplam
uk: Всього

source: Explorer
ar: مستكشف
es: Explorador
fr: Explorateur
hi: एक्सप्लोरर
it: Esploratore
ja: エクスプローラ
ko: 탐색기
ms: Penjelajah
nl: Verkenner
pl: Eksplorator
pt: Explorador
tr: Gezgin
uk: Дослідник

source: Logger
ar: سجل الأحداث
bg: Логгер
fr: Journal
hi: लॉगर
ja: ロガー
ko: 로거
ms: Pemegang Rekod
pl: Loger
pt: Registrador
tr: Kaydedici
uk: Логгер

source: Mempool
ar: حوض المعاملات
bg: Пул транзакции
de: Transaktionspool
es: Memoria de transacciones
hi: लेनदेन पूल
it: Pool di transazioni
ja: 거래 수풀
ko: 트랜잭션 풀
nl: Transactiepot
pl: Pule transakcji
tr: İşlem havuz
uk: Пул транзакцій

source: Multisig
ar: متعدد الإمض
bg: Мултисиг
hi: मल्टीसिग
ja: マルチシグ
ko: 멀티시그
uk: мультисиг

source: Status
ar: حالة
bg: Състояние
es: Estado
fr: Statut
hi: स्थिति
it: Stato
ja: 状態
ko: 상태
pl: Stan
pt: Estado
tr: Durum
uk: Стан

source: Ticker
bg: Тикер
hi: टिकर
ja: ティッカー
ko: 티커
ms: Tiker
pl: Symbol

source: ID
ar: معرف
bg: ИД
hi: आईडी

source: url
ar: رابط
hi: यूआरएल
