Repository: xelis-project/xelis-genesix-wallet
Catalog: lib/l10n/app_*.arb
Languages: ar, bg, de, es, fr, hi, id, it, ja, ko, ms, nl, pl, pt, tr, uk

source: Edit node
ar: تحرير العقدة
bg: Редактиране на възел
de: Knoten bearbeiten
es: Editar nodo
fr: Modifier le nœud
hi: नोड संपादित करें
id: Ubah node
it: Modifica nodo
ja: ノードの編集
ko: 노드 편집
ms: Edit nod
nl: Node bewerken
pl: Edytuj węzeł
pt: Editar nó
tr: Düğümü Düzenle
uk: Редагувати вузол

# launch_url_error
source: Could not launch
ar: فشل التشغيل
bg: Не може да се стартира
de: Konnte nicht gestartet werden
es: No se pudo iniciar
fr: Impossible de lancer
hi: लॉन्च नहीं किया जा सका
id: Tidak dapat membuka
it: Impossibile avviare
ja: URLを開くことができませんでした
ko: 시작할 수 없습니다.
ms: Tidak dapat melancarkan
nl: Kan niet starten
pl: Nie można uruchomić
pt: Não foi possível lançar
tr: Başlatılamadı
uk: Не вдалося відкрити

# network_mismatch
source: Network mismatch between node and wallet
ar: تعارض شبكي بين العقدة والمحفظة
bg: Несъответствие в мрежата между възела и портфейла
de: Netzwerk-Fehlanpassung zwischen Knoten und Wallet
es: Desajuste de red entre el nodo y la billetera
fr: Incompatibilité de réseau entre le nœud et le portefeuille
hi: नोड और वॉलेट के बीच नेटवर्क बेमेल
id: Ketidakcocokan jaringan antara node dan dompet
it: La rete tra nodo e portafoglio è diversa
ja: ノードとウォレットのネットワークが一致しません
ko: 노드와 지갑 간의 네트워크 불일치
ms: Rangkaian tidak sepadan antara nod dan dompet
nl: Netwerkfout tussen node en portemonnee
pl: Niezgodność sieci między węzłem a portfelem
pt: Incompatibilidade de rede entre o nó e a carteira
tr: Düğüm ve cüzdan arasında ağ uyumsuzluğu
uk: Несумісність мережі між вузлом і гаманцем

source: reconnect
ar: الربط مرة أخرى
bg: Възстановяване на връзката
de: Erneut verbinden
es: Reconectar
fr: se reconnecter
hi: पुनः कनेक्ट
id: hubungkan ulang
it: riconnetti
ja: 再接続
ko: 다시 연결
ms: Sambung semula
nl: Opnieuw verbinden
pl: Połącz ponownie
pt: restabelecer a ligação
tr: Yeniden Bağlan
uk: Перепідключитися

source: new incoming transaction
ar: رسالة جديدة للدخول
bg: ново настъпателно транзакция
es: nueva transacción entrante
fr: Nouvelle transaction entrante
hi: नया आ रही लेनदेन
id: transaksi masuk baru
it: nuova transazione in arrivo
ja: 入金中の新しい取引
ko: 신규 입금 거래
ms: transaksi masuk baru
nl: nieuwe ingaande transactie
pl: nowa transakcja wchodząca
pt: nova transação entrante
tr: yeni giren işlem
uk: нова прийшли транзакція

source: multiple transfers detected.
ar: تم الكشف عن عدة تحويلات.
bg: детектирани множествени преводи
de: mehrfache Überweisungen erkannt
es: se han detectado varias transferencias
fr: multiple transferts détectés.
hi: विभिन्न प्रेषणों का पता चल गया
id: beberapa transfer terdeteksi.
it: rilevate varie trasmigrazioni
ja: 複数の振替が検知されました
ko: 여러 번의 전송이 감지되었습니다.
ms: pergerakan beberapa pembayaran telah dikesan
nl: meerdere overboekingen zijn geïdentificeerd
pl: zidentyfikowano kilka przekazów
pt: detectadas várias transferências
tr: birden fazla geçiş tespit edildi
uk: виявлені кілька переказів

source: outgoing transaction confirmed.
ar: تم تأكيد عملية الإخراج.
bg: излизваща транзакция потвърдена
de: ausgehende Transaktion bestätigt
es: transacción saliente confirmada
fr: transaction sortante confirmé.
hi: बाहरी लेनदेन पुष्टि की गई
id: transaksi keluar dikonfirmasi.
it: transazione in uscita confermata
ja: 送金された取引が確認されました
ko: 송금된 거래가 확인되었습니다.
ms: transaksi keluar yang disahkan
nl: uitgaande transactie bevestigd
pl: potwierdzona transakcja wychodząca
pt: transação em saída confirmada
tr: çıkışlı işlem onaylandı
uk: підтверджено виходження транзакції

source: new mining reward
ar: مكافأة تعدين جديدة
bg: нова награда за майсторстване
de: neue Bergrewards
es: nuevo premio de minería
fr: nouvelle récompense de minage
hi: नए खनन पुरस्कार
id: Hadiah penambangan baru
it: nuovo premio di mining
ja: 新しいマイニング報酬
ko: 새로운 광부 보상
ms: hadiah perlombongan baru
nl: nieuwe mijnbouwbeloning
pl: nowy nagród dla kopalni
pt: novo prêmio de mineração
tr: yeni madencilik ödülü
uk: новий нагород за гірничодобувну діяльність

source: burn transaction confirmed
ar: تم تأكيد العملية التدميرية
bg: потвърдена транзакция за изгарянето
de: Transaktion bestätigt, die verbrannt wurde
es: transacción confirmada que ha sido quemada
fr: transaction de combustion confirmé
hi: जलाने की पुष्टि की गई लेनदेन
id: transaksi telah dibakar dikonfirmasi
it: transazione confermata che è stata bruciata
ja: 供給を減らす取引が確認されました
ko: 소각된 거래가 확인되었습니다.
ms: perjanjian pembakaran yang disahkan
nl: transactie bevestigd die is verbrand
pl: potwierdzona transakcja, która została spalona
pt: transação confirmada que foi queimada
tr: yakılan işlem onaylandı
uk: підтверджено знищення транзакції

source: wallet parameters
ar: معلمات المحفظة
bg: параметри на кошничката
de: Wallet-Optionen
es: parámetros del portafolio
fr: paramètres du portefeuille
hi: वॉलेट पैरामीटर्स
id: parameter dompet
it: parametri della borsa
ja: ウォレットのパラメーター
ko: 지갑 매개변수
ms: parameter dompet
nl: portemonnee-parameter
pl: parametry portfela
pt: parâmetros da carteira
tr: cüzdan parametreleri
uk: параметри кишенки

# unlock_burn_transfer
source: unlock burn transfers
ar: فتح تحويلات الحرق
bg: разблокирай трансферите за изгарянето на токени
de: die Token-Verbrennungsübertragungen entsperren
es: desbloquear las transferencias de combustión de tokens
fr: débloquer les transferts de combustion de tokens
hi: टोकन की भस्मीकरण प्रेषणों को अनलॉक करें
id: buka kunci transfer telah dibakar
it: sbloccare le trasferimenti di combustione dei token
ja: トークン ブラン化伝送を解除する
ko: 토큰의 소각 전송을 해제한다
ms: membebaskan pemindahan pembakaran token
nl: de blokkering van tokens-verbrandingsoverdrachten opheffen
pl: zablokowane przekazy spalania tokenów odblokować
pt: desbloquear as transferências de combustão de tokens
tr: token yakanma transferleri açmak
uk: розблокувати передачі спалення токенів

source: unlock in settings
ar: فتح في الإعدادات
bg: разблокирай в настройките
de: entsperren im Einstellungen
es: Desbloquear en la configuración
fr: déverrouiller dans les paramètres
hi: सेटिंग्स में अनलॉक करें
id: buka kunci di pengaturan
it: sbloccare nelle impostazioni
ja: 設定でアンロックする
ko: 설정에서 해제하다
ms: Buka kunci dalam tetapan
nl: Ontgrendel in de instellingen
pt: Odblokuj w ustawieniach
uk: Розблокувати в налаштуваннях

source: Review & Burn
ar: التحليل والحرق
bg: Ревю и Пожар
de: Überprüfen und Verbrennen
es: Revisión y Quemar
fr: Vérifier & Brûler
hi: समीक्षा और आग लगाना
id: Tinjau & Bakar
it: Revisione e Brucia
ja: 検査 & 焼却
ko: 검토&소화
ms: Kajian dan Letupan
nl: Controleren en Verbranding
pl: Weryfikacja i Palenie
pt: Revisão e Queimar
tr: İnceleme ve Yangın
uk: Перегляд і Пожежа

source: Advanced parameters
ar: الإعدادات المتقدمة
bg: Напреднащи параметри
de: Fortgeschrittene Parameter
es: Parámetros avanzados
fr: Paramètres avancés
hi: उन्नत पैरामीटर्स
id: Parameter lanjutan
it: Parametri avanzat
ja: 高度なパラメーター
ko: 고급 매개 변수
ms: Parameter maju
nl: Geavanceerde parameters
pl: Parametry zaawansowane
pt: Parâmetros avançados
tr: Geliştirilmiş parametreler
uk: Розширені параметри

source: max
ar: الحد الأقصى
bg: макс
hi: मैक्स
id: maks
ko: 맥스
ms: maks
uk: макс

source: Search
ar: البحث
bg: Търси
de: Suchen
es: Buscar
fr: Chercher
hi: खोजें
id: Cari
it: Cerca
ja: 検索
ko: 검색
ms: Cari
nl: Zoeken
pl: Szukaj
pt: Procurar
tr: Ara
uk: Шукати

source: Actions
ar: الإجراءات
bg: Действия
de: Aktionen
es: Acciones
hi: कार्रवाईें
id: Tindakan
it: Azioni
ja: アクション
ko: 동작
ms: Tindakan
nl: Acties
pl: Działania
pt: Ações
tr: Eylemler
uk: Дії

source: Reverse logs
ar: قلب سجل الأحداث
bg: Обръщане на логове
de: Log-Verlauf umkehren
es: Invertir los registros
fr: Inverser les logs
hi: लॉग को उल्टा करें
id: Balikkan log
it: Invertire i log
ja: ログを逆にする
ko: 로그를 뒤집다
ms: Tukar log
nl: Logboeken omkeren
pl: Odwrocić logi
pt: Inverter os registros
tr: Logları tersine çevirme
uk: Нереверсувати логи

source: Copy all logs
ar: نسخ جميع السجلات
bg: Копирайте всички логи
de: Alle Logdateien kopieren
es: Copiar todos los registros
fr: Copier tous les logs
hi: सभी लॉग्स को कॉपी करें
id: Salin semua log
it: Copiare tutti i log
ja: 全てのログをコピーする
ko: 모든 로그를 복사하세요
ms: Salin semua rekod
nl: Alle logs kopiëren
pl: Skopiuj wszystkie logi
pt: Copiar todos os registros
tr: Tüm günlükleri kopyala
uk: Копіювати всі логи

source: Clean history
ar: تنظيف التاريخ
bg: Чисти история
de: Historie löschen
es: Borrar la historia
fr: Vider l'historique
hi: इतिहास साफ़ करें
id: Bersihkan riwayat
it: Pulire l' storia
ja: 历史を消す
ko: 역사 정리하기
ms: Bersihkan sejarah
nl: Historie wissen
pl: Czyścić historię
pt: Limpar a história
tr: Geçmişi temizle
uk: Очищити історію

# all_logs_copied
source: All logs copied to clipboard
ar: تم نسخ جميع السجلات إلى حافظة النسخ الاحتياطي
bg: Всички логи са копираните в буфера обмена
de: Alle Logdateien wurden in die Zwischenablage kopiert
es: Todos los registros copiados en el portapapeles
fr: Tous les logs copiés dans le presse-papier
hi: सभी लॉग्स कॉपी कर लिया गया है
id: Semua log disalin ke papan klip
it: Tutti i log sono stati copiati nel porta documento
ja: 全てのログがクリップボードにコピーされました
ko: 모든 로그가 클립보드에 복사되었습니다
ms: Semua rekod telah disalin ke kertas klip
nl: Alle logboeken zijn gekopieerd in de knipbord
pl: Wszystkie logi zostały skopiowane do schowka
pt: Todos os registros copiados para a área de transferência
tr: Tüm günlükler kopyalandı
uk: Всі логи скопійовані до буфера обміну

source: Destination
ar: المستقبل
bg: Дестинация
de: Ziel
es: Destino
hi: गंतव्यस्थान
id: Tujuan
it: Destinazione
ja: 宛先
ko: 목적지
ms: Tujuan
nl: Bestemming
pl: Cel
pt: Destino
tr: Hedef
uk: Місце призначення

source: Integrated address detected
ar: تم اكتشاف عنوان مدمج
bg: Интегрирана адреса детектирана
de: Integrierte Adresse erkannt
es: Dirección integrada detectada
fr: Adresse intégrée détectée
hi: एकीकृत पता पहचाना गया
id: Alamat terintegrasi terdeteksi
it: Indirizzo integrazione rilevato
ja: 統合アドレス検出
ko: 통합 주소 검출됨
ms: Alamat terintegrasi dikesan
nl: Geïntegreerde adres gedetecteerd
pl: Zintegrowana adresa wykryta
pt: Endereço integrado detectado
tr: Entegre adres tanımlanıyor
uk: Інтегрована адреса виявлена

source: Payment ID
ar: الرمز المميز للدفع
bg: ИД на плащение
de: Zahlungs-ID
es: Identificador de pago
fr: ID de paiement
hi: भुगतान ID
id: ID Pembayaran
it: Identificatore di pagamento
ja: 決済ID
ko: 결제ID
ms: ID Pembayaran
nl: Betalings-ID
pl: Numer identyfikacji płatności
pt: Identificador de pagamento
tr: Ödeme kimliği
uk: ІД платіжі

# show_balance_usdt
source: Show balance in USDT
ar: عرض الرصيد في USDT
bg: Покажи баланса в USDT
de: Zeige den Saldo in USDT
es: Muestra el saldo en USDT
fr: Afficher le solde en USDT
hi: यूएसडीटी में शेष दिखाएं
id: Tampilkan saldo dalam USDT
it: Mostra il saldo in USDT
ja: USDTでバランスを表示する
ko: USDT에 잔액을 보여주세요
ms: Tunjukkan saldo dalam USDT
nl: Toon de balans in USDT
pl: Pokaż saldo w USDT
pt: Mostre o saldo em USDT
tr: USDT'de bakiye gösterin
uk: Показати баланс в USDT

source: Reset preferences
ar: إعادة ضبط التفضيلات
bg: Рестартирай предпочитанията
de: Präferenzen zurücksetzen
es: Restablecer preferencias
fr: Réinitialiser les préférences
hi: पसंदों को रीसेट करें
id: Atur ulang preferensi
it: Ripristina le preferenze
ja: 設定をリセットする
ko: 설정을 초기화합니다
ms: Tetapkan semula pilihan
nl: Voorkeuren resetten
pl: Zresetować preferencje
pt: Reiniciar preferências
tr: Tercihleri sıfırla
uk: Скинути налаштування

source: Reset
ar: إعادة ضبط
bg: Нулирай
de: Zurücksetzen
es: Restablecer
fr: Réinitialiser
hi: रीसेट करें
id: Atur ulang
it: Reimpostare
ja: リセットする
ko: 재설정하다
ms: Tetapkan semul
nl: Resetten
pl: Zresetowa
pt: Reiniciar
tr: Sıfırla
uk: Скинути

# reset_preferences_dialog
source: You are about to reset all your settings, language, theme, and list of nodes.
ar: أنت على وشك إعادة ضبط جميع إعداداتك، واللغة، والمظهر، وقائمة العقد.
bg: За да се нулират всички настройки, език, тема и списък с възела.
de: Sie stehen kurz vor dem Zurücksetzen aller Einstellungen, Sprache, Thema und Liste der Knoten.
es: Estás a punto de restablecer todas tus configuraciones, idioma, tema y lista de nodos.
fr: Vous êtes sur le point de réinitialiser toutes vos configurations, langue, thème et liste de nœuds.
hi: आप सभी सेटिंग्स, भाषा, थीम और नोड्स की सूची को रीसेट करने वाले हैं।
id: Anda akan mengatur ulang semua pengaturan, bahasa, tema, dan daftar node Anda.
it: Stai per reimpostare tutte le impostazioni, lingua, tema e lista dei nodi.
ja: すべての設定、言語、テーマ、およびノードリストをリセットする準備ができています。
ko: 모든 설정, 언어, 테마 및 노드 목록을 초기화하려고 합니다.
ms: Anda akan memulakan semula semua tetapan, bahasa, tema dan senarai nod.
nl: Je staat op het punt om alle instellingen, taal, thema en lijst met nodes te resetten.
pl: Jesteś w trakcie resetowania wszystkich ustawień, języka, motywu i listy węzłów.
pt: Está prestes a redefinir todas as suas configurações, idioma, tema e lista de nós.
tr: Tüm ayarları, dili, temasını ve düğüm listesini sıfırlamaya hazırlanıyorsunuz.
uk: Ви на шляху до скидання всіх налаштувань, мови, теми та списку вузлів.

source: Do you want to continue?
ar: هل تريد الاستمرار؟
bg: Дали искате да продължите?
de: Möchten Sie fortfahren?
es: ¿Desea continuar?
fr: Voulez-vous continuer ?
hi: क्या आप जारी रखना चाहते हैं?
id: Apakah Anda ingin melanjutkan?
it: Vuoi continuare?
ja: 続行しますか？
ko: 계속하시겠습니까?
ms: Adakah anda ingin meneruskan?
nl: Wilt u doorgaan?
pl: Czy chcesz kontynuować?
pt: Quer continuar?
tr: Devam etmek ister misiniz?
uk: Чи хочете продовжити?

# preferences_reset_snackbar
source: Preferences reset!
ar: تم إعادة تعيين التفضيلات!
bg: Настройките са нулирани!
de: Einstellungen zurückgesetzt!
es: Preferencias reseteadas!
fr: Préférences réinitialisées !
hi: पसंदें रीसेट!
id: Preferensi diatur ulang!
it: Preferenze reimpostate!
ja: 設定がリセットされました！
ko: 설정이 초기화되었습니다!
ms: Tetapan telah ditetapkan semula!
nl: Voorkeuren zijn gereset!
pl: Preferencje zresetowane!
pt: Preferências redefinidas!
tr: Tercihler sıfırlandı!
uk: Налаштування скинуто!

# burn_unlock_warning_message
source: Unlocking burn transfer will allow you to send funds to a burn address. This action is irreversible and the funds will be lost forever.
ar: سيسمح لك بفك قفل عملية نقل الحرق بإرسال الأموال إلى عنوان حرق. هذه العملية غير قابلة للعكس وسيتم فقدان الأموال إلى الأبد.
bg: Актуализирането на изгарянето на премахване ще ви позволи да изпратите средства на адрес за изгаряне. Тази акция е обратима и средствата ще бъдат загубени навеки.
de: Die Aktivierung von Burn-Transfer wird es Ihnen ermöglichen, Geld an ein Burn-Adresse zu senden. Diese Aktion ist rückgängig und die Mittel werden für immer verloren sein.
es: Darse de baja en el envío de quemado te permitirá enviar fondos a una dirección de quemado. Esta acción es irreparable y los fondos se perderán para siempre.
fr: L'activation du transfert de combustion vous permettra d'envoyer des fonds à une adresse de destruction permanente, sans possibilité de récupération. Ce processus est irreversible et les fonds seront perdus définitivement.
hi: ब्रन ट्रांसफर अनलॉक करने के लिए आपको फंड्स को एक ब्रन एड्रेस पर भेजने की अनुमति मिलेगी। यह कार्रवाई अपरिवर्तनीय है और फंड्स हमेशा खो जाएंगे।
id: Membuka kunci transfer yang dibakar akan memungkinkan Anda mengirim dana ke alamat khusus untuk dibakar. Tindakan ini tidak dapat dibatalkan dan dana akan hilang selamanya.
it: L'attivazione del trasferimento di bruciamento le permetterà di inviare fondi a un indirizzo di distruzione permanente, senza possibilità di recupero. Questa operazione è irreversibile e i fondi saranno persi per sempre.
ja: バーントランザクションをアンロックすると、資金をバーンアドレスに送信できます。資金は永遠に失われます。
ko: Burn Transfer를 활성화하면 자금을 Burn 주소로 보내는 것을 허용합니다. 이 행동은 불가피하고 자금은 영원히 잃어버립니다.
ms: Membuka burn transfer akan memungkinkan anda menghantar dana ke alamat pembakaran. Tindakan ini tidak boleh dibatalkan dan dana itu akan hilang selamanya.
nl: De uitvoeren van brandtransfers zal u in staat stellen om geld naar een brandadres te sturen, waarna het definitief verloren is gegaan.
pl: Włączenie przekazu na palenie pozwoli Ci wysłać fundusze do adresu na zniszczenie trwałe, bez możliwości odzyskania. Ta operacja jest nieodwracalna i fundusze będą utracone na zawsze.
pt: A ativação de transferência de queima permitirá-lhe enviar fundos para uma direção de destruição permanente, sem possibilidade de recuperação. Esta ação é irreversível e os fundos serão perdidos para sempre.
tr: Yakan transferi unlock edilecek olursa, size yakan adresine para gönderme yetkisi verecektir. Para kaybolacak ve asla geri alınamayacak.
uk: Активація знищення-перерахування дозволить вам відправляти кошти на адресу знищення. Кошти будуть втрачені назавжди.

# do_you_want_to_activate_burn_transfer
source: Are you sure you want to unlock burn transfer?
ar: هل أنت متأكد من أنك تريد فك قفل عملية نقل الحرق؟
bg: Сигурни ли сте, че искате да разблокирайте премахването на изгарянето?
de: Sind Sie sicher, dass Sie die Aktivierung von Burn-Transfer wünschen?
es: ¿Estás seguro de que deseas darte de baja en el envío de quemado?
fr: Êtes-vous sûr de vouloir activer le transfert de combustion ?
hi: क्या आप सुनिश्चित हैं कि आप ब्रन ट्रांसफर अनलॉक करना चाहते हैं ?
id: Apakah Anda yakin ingin membuka kunci transfer bakar?
it: Sei sicuro di voler attivare il trasferimento di bruciamento?
ja: 本当に、バーン トランザクションをアンロックすることにしたいのですか？
ko: 정말로 버른 트랜스퍼를 활성화하고 싶은가요 ?
ms: Adakah anda yakin ingin membuka transfer burn?
nl: Bent u zeker dat u de uitvoering van brandtransfers wilt starten?
pl: Czy jesteś pewien, że chcesz włączyć przekaz na palenie?
pt: Está seguro que deseja ativar a transferência de queima ?
tr: Yakan transferi unlock etmek istiyor musunuz?
uk: Вже впевнений, що хочете активацію знищення-перерахування?

# burn_transfer_unlock
source: Burn transfer unlocked.
ar: تم فك قفل عملية نقل الحرق.
bg: Премахването на изгарянето е разблокирано.
de: Burn-Transfer wurde aktiviert.
es: El envío de quemado se ha desbloqueado.
fr: Le transfert de combustion est désormais activé.
hi: ब्रन ट्रांसफर अनलॉक किया गया।
id: Transfer bakar telah dibuka kuncinya.
it: Il trasferimento di bruciamento è stato attivato.
ja: バーン トランザクションをアンロックしました。
ko: 버른 트랜스퍼를 활성화했습니다.
ms: Membuka transfer burn telah dilakukan.
nl: De brandtransfers is geactiveerd.
pl: Przekaz na palenie został włączony.
pt: A transferência de queima foi ativada.
tr: Yakan transferi aktif hale getirildi.
uk: Знищення-перерахування було активаційне.

# export_csv_tooltip
source: Export CSV
ar: تصدير ملف CSV
bg: Експортирай CSV
de: Exportieren Sie CSV
es: Exportar CSV
fr: Exporter CSV
hi: CSV निर्यात करें
id: Ekspor CSV
it: Esportare CSV
ja: CSV をエクスポートする
ko: CSV를 내보내기
ms: Ekspor CSV
nl: Exporteer CSV
pl: Eksportuj CSV
pt: Exportar CSV
tr: CSV dışa aktar
uk: Експортувати CSV

# csv_exported_successfully
source: CSV successfully exported
ar: تم تصدير ملف CSV بنجاح
bg: CSV-то беше успешно извлечено
de: CSV wurde erfolgreich exportiert
es: El CSV se exportó con éxito
fr: CSV exporté avec succès
hi: CSV सफलतापूर्वक निर्यात किया गया
id: CSV berhasil diekspor
it: Il CSV è stato esportato con successo
ja: CSVが正常にエクスポートされました
ko: CSV가 성공적으로 내보내졌습니다
ms: CSV telah dieksport dengan berjaya
nl: CSV is succesvol geëxporteerd
pl: CSV został pomyślnie wyeksportowany
pt: O CSV foi exportado com sucesso
tr: CSV başarıyla dışa aktarılmıştır
uk: CSV успішно експортовано

source: No transactions to export
ar: لا توجد عمليات لتصديرها
bg: Няма транзакции за извличане
de: Keine Transaktionen zum Exportieren
es: No hay transacciones para exportar
fr: Aucune transaction à exporter
hi: निर्यात करने के लिए कोई लेनदेन नहीं
id: Tidak ada transaksi untuk diekspor
it: Nessuna transazione da esportare
ja: エクスポートするトランザクションはありません
ko: 내보내는 거래가 없습니다
ms: Tidak ada transaksi untuk dieksportir
nl: Geen transacties om te exporteren
pl: Nie ma transakcji do eksportu
pt: Nenhuma transação para exportar
tr: İçerişten işlem bulunmamaktadır
uk: Немає операцій для експорту

source: Error exporting CSV
ar: حدث خطأ أثناء تصدير ملف CSV
bg: Грешка при извличането на CSV
de: Fehler beim Exportieren von CSV
es: Error al exportar CSV
fr: Erreur lors de l'exportation du CSV
hi: CSV निर्यात करते समय त्रुटि
id: Kesalahan saat mengekspor CSV
it: Errore durante l'esportazione di CSV
ja: CSV エクスポート中にエラー
ko: CSV 내보내는 중 오류
ms: Kesalahan mengekspor CSV
nl: Fout bij het exporteren van CSV
pl: Błąd podczas eksportowania CSV
pt: Erro ao exportar CSV
tr: CSV dışa aktarma hatası
uk: Помилка під час експорту CSV

source: authentication
ar: التحقق
bg: автентификация
de: Authentifizierung
es: autenticación
fr: authentification
hi: प्रमाणीकरण
id: autentikasi
it: autenticazione
ja: 認証
ko: 인증
ms: pengesahan
nl: authenticatie
pl: uwierzytelnienie
pt: autenticação
tr: kimlik doğrulama
uk: авторизація

# authentication_message
source: Please enter your wallet password to continue.
ar: يرجى إدخال كلمة مرور محفظتك للانتقال إلى الأمام.
bg: Моля, въведете парола на портфейла си, за да продължите.
de: Geben Sie Ihr Wallet-Passwort ein, um fortzufahren.
es: Introduzca su contraseña de monedero para continuar.
fr: Veuillez entrer le mot de passe de votre portefeuille pour continuer.
hi: कृपया अपना वॉलेट पासवर्ड दर्ज करें ताकि आप आगे बढ़ सकें.
id: Silakan masukkan kata sandi dompet Anda untuk melanjutkan.
it: Inserire la password del portafoglio per continuare.
ja: パスワードを入力して続行してください。
ko: 지갑 비밀번호를 입력하여 계속하십시오.
ms: Sila masukkan kata laluan dompet anda untuk meneruskan.
nl: Voer uw portemonnee wachtwoord in om door te gaan.
pl: Wprowadź hasło do portfela, aby kontynuować.
pt: Insira a sua senha da carteira para continuar.
tr: Lütfen cüzdan parolanızı girin devam etmek için.
uk: Введіть пароль до гаманця, щоб продовжити.

source: Next
ar: التالي
bg: Напред
de: Weiter
es: Siguiente
fr: Suivant
hi: अगला
id: Berikutnya
it: Avanti
ja: 次へ
ko: 다음으로
ms: Seterusnya
nl: Volgende
pl: Dalej
pt: Próximo
tr: Bir Sonra
uk: Далі

source: Copy
ar: نسخ
bg: Копирайт
de: Kopieren
es: Copiar
fr: Copier
hi: कॉपी करें
id: Salin
it: Copiare
ja: コピー
ko: 복사
ms: Salin
nl: Kopieer
pl: Kopiuj
pt: Copiar
tr: Kopyala
uk: Копіювати

# copy_recovery_phrase
source: Copy your recovery phrase
ar: نسخ جملة الاسترداد
bg: Копирайте своя фраза за възстановяване
de: Kopieren Sie Ihren Wiederherstellungs-Phrase
es: Copie su frase de recuperación
fr: Copiez votre phrase de récupération
hi: आपकी रिकवरी फ्रेज़ को कॉपी करें
id: Salin frasa pemulihan Anda
it: Copiare la tua frase di recupero
ja: コピーしてください
ko: 복구 문구를 복사하세요.
ms: Salin frasa pemulihan anda
nl: Kopieer uw herstelzin
pl: Skopiuj swój ciąg odzyskiwania
pt: Copie a sua frase de recuperação
tr: Kopyala kurtarma cümleyi
uk: Копіювати свій рядок відновлення
